[
  {
    "title": {
      "romaji": "Petshop of Horrors"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Count D, a quite interesting pet shop owner from an area called Chinatown, sells rare and hard to come by pets to people longing for something special, but with each sale comes a contract. If the rules of the contract are followed, everything goes fine, but if someone should break the rules of the contract, the pet shop cannot be held responsible for anything unfortunate that might happen. Leon Orcot, a homicide detective, has linked many odd and unexplainable deaths together; they all were customers of Count D's pet shop, and he intends to find out why.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx326-dCwCoSAE7dWZ.jpg",
      "color": "#c9d678"
    },
    "startDate": {
      "year": 1999,
      "month": 3,
      "day": 2
    },
    "genres": ["Horror", "Mystery", "Psychological", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Puchi Puri * Yuushi"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Seventeen-year-old Yucie can never be taken seriously. How can she, when she's been cursed to be trapped in a ten-year-old's body? Bright, cheerful and optimistic, Yucie has never let her curse get in the way of living a happy life. Her life is about to change forever when she becomes a candidate to become the Platina Princess, an honor which will allow her ultimate wish to be granted! Then she finds out that she is one of many candidates, and the competition is intense!<br>\n<br>\n(Source: ADV Films)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx327-wiB9azurNfU3.png",
      "color": "#fe6b28"
    },
    "startDate": {
      "year": 2002,
      "month": 9,
      "day": 30
    },
    "genres": ["Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "PIANO"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "When Miu was young, she was fascinated by the piano and took up lessons.<br><br>\nWhen the show opens, Miu is in middle school. She is shy, a softspoken girl who doesn't have a lot of confidence in herself. Her friends would describe her as &ldquo;sweet&rdquo; and &ldquo;quiet.&rdquo; At this point, Miu has been taking piano lessons for some time and while people have told her that she's gotten very good over the years, Miu herself feels she's not really good at anything &ndash; including the piano. Her teacher, Mr. Shirakawa, is often frustrated with her playing. Although she plays every note exactly correct, her heart just isn't in it&hellip;<br><br>\nMeanwhile, Miu's come of the age when she's noticing boys and this shy young lady has noticed the handsome Kazuya Takahashi &ndash; even if he hasn't noticed her.<br><br>\nThis is Miu's story. The story of a young girl who is on a journey to discover the melody within her own heart and the courage to express it. &nbsp;<br><br>\n(Source: RightStuf)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx328-uHjU8mQh9O3X.png",
      "color": "#5da1e4"
    },
    "startDate": {
      "year": 2002,
      "month": 11,
      "day": 11
    },
    "genres": ["Drama", "Music", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Planetes"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In the year 2075, mankind has reached a point where journeying between Earth, the moon and the space stations is part of daily life. However, the progression of technology in space has also resulted in the problem of the space debris, which can cause excessive and even catastrophic damage to spacecrafts and equipment. This is the story of Technora's Debris Collecting section, its EVA worker, Hachirota \"Hachimaki\" Hoshino, and the newcomer to the group, Ai Tanabe.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx329-QXXJHPdNIoJR.png",
      "color": "#356bae"
    },
    "startDate": {
      "year": 2003,
      "month": 10,
      "day": 4
    },
    "genres": ["Drama", "Romance", "Sci-Fi", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Midori no Hibi"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "High school delinquent Seiji Sawamura is desperate to have a girlfriend, especially after being rejected by 20 girls as of late. He's afraid that he will end his life with his right hand as his only companion. Apparently, that doesn't change when one day when he wakes up and discovers that his right hand has become a girl named Midori Kasugano, who confesses that she has had a crush on him for the last three years.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx330-iGtLhouVrApP.png",
      "color": "#e4bb5d"
    },
    "startDate": {
      "year": 2004,
      "month": 4,
      "day": 4
    },
    "genres": [
      "Comedy",
      "Drama",
      "Ecchi",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mahoujin Guru Guru"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "There is a small village called Jimuna on the continent of Jamu Jamu. This village is home to a girl named Kukuri. She is the last descendent of the Migu Migu Tribe. She is raised by an old witch who teaches her the secret magic of the tribe, but Kukuri is not a good student.<br><br>\nIn the same village lives a boy named Nike. He has been raised by very strict parents. They discipline their son to become a brave hero of the village. Nike himself does not want to be a hero at all, but he grows up to become a mighty boy.<br><br>\nOne day the king of the village, Kodai, recruits troops to fight against the ruler of the darkness, Giri. Kukuri and Nike are accepted. The two children, the strong but reluctant hero Nike, and the eager but unskilled little witch Kukuri, set out on a wonderful journey full of adventures and friendship.<br><br>\n(Source: Nippon Animation)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx331-BzpIrGJZePCA.png",
      "color": "#f1d643"
    },
    "startDate": {
      "year": 1994,
      "month": 10,
      "day": 13
    },
    "genres": ["Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Doki Doki Densetsu: Mahoujin Guru Guru"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Join the new legend of Guru Guru, where Nike, the reluctant hero, and Kukuri, the innocent heroine, return to save the world. The magical adventure that unfolds, with its unique monsters and eccentric characters, is sure to draw you into this curious and exciting realm. <br><br>\nTo save the world from evil King Giri, Kukuri must locate the monsters in each territory and win them, one by one, over to her side. Meanwhile Nike`s task is to be recognized by the Four Kings of Nature and collect their swords. These swords are known as the \"Sword of Wind\", the \"Sword of Water\", the \"Sword of Earth\" and the \"Sword of Fire\". <br><br>\nCan Nike and Kukuri truly become hero and heroine? Follow their journey and find out! <br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx332-3SfpF3Hqv4fe.png",
      "color": "#e4ae5d"
    },
    "startDate": {
      "year": 2000,
      "month": 4,
      "day": 4
    },
    "genres": ["Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mama wa Shougaku 4 Nensei"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Natsumi Mizuki is a 4th grader whose parents have gone to London. Her Aunt Izumi comes to live with her. Izumi is an aspiring manga writer who is trying to get her first big break, so she doesn't have time for a baby that appears out of thin air on Natsumi's first night alone. The baby's name is Mirai and her mother is *Natsumi*, but 15 years older. Somehow, Mirai had traveled back in time. Now the young Natsumi has to raise Mirai while trying to keep her 4th grade life from falling apart and keep Mirai-chan secret from everyone. She has the dubious help of Izumi and some baby-care gadgets from the future.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx333-SaISVsNKTlPn.jpg",
      "color": "#e44350"
    },
    "startDate": {
      "year": 1992,
      "month": 1,
      "day": 10
    },
    "genres": ["Comedy", "Drama", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Marmalade Boy"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Miki Koishikawa lived a normal life - until her parents tell her they'll get divorced.. She doesn't agree, until she meets Yuu Matsuura... the handsome son of another couple, with whom her parents are switching spouses. They all live together now in an enormous house, and Miki and Yuu find themselves falling in love. They'll have to struggle with their own feelings, other people who want to be with them, and whatever Lady Luck and Fate throws in their ways...<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx334-j0qi6uccfNwv.jpg",
      "color": "#e47850"
    },
    "startDate": {
      "year": 1994,
      "month": 3,
      "day": 13
    },
    "genres": ["Comedy", "Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Matantei Loki Ragnarok"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Loki, the Norse god of mischief, has been exiled to the human world for what was apparently a bad joke. Along with being exiled, he's forced to take the form of a child. He's told the only way he can get back to the world of the gods is if he can collect auras of evil that take over human hearts, and so to do this he runs a detective agency. Loki is soon joined by a human girl named Mayura who is a maniac for mysteries, and she soon helps out in her own way. However, soon other Norse gods begin to appear, and most have the intent to assassinate Loki for reasons unclear.\n<br><br>\n(Source: Anime News Network)\n<br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx335-wvWwO2li5W3I.png",
      "color": "#e4a15d"
    },
    "startDate": {
      "year": 2003,
      "month": 4,
      "day": 5
    },
    "genres": ["Comedy", "Mystery", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ginyuu Mokushiroku Meine Liebe"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "The first season begins with introducing the characters, their past and their ambitions. Orpherus, Eduard, Camus, Lui and Naoji are five noblemen who attend the prestigious Rozenstolz academy, and who are a part of the Strahl class &ndash; a class for potential candidates for the advisory positions in the royal palace in the small European country of Kuchen. Isaac is an English writer who visits Kuchen. While still students, the five noblemen are forced to deal with corrupted politicians, secret agents, attempted murder and ambitious individuals from both inside and outside of school who threatens to break the fragile peace in their country, and even assassinate the king.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx336-D2j3Lp7GbL54.png",
      "color": "#f1d6c9"
    },
    "startDate": {
      "year": 2004,
      "month": 11,
      "day": 4
    },
    "genres": ["Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Psychic Academy: Oura Banshou"
    },
    "format": "ONA",
    "status": "FINISHED",
    "description": "Insecure Ai Shiomi begins attending the prestigous Psychic Academy for psychically gifted students, following in the footsteps of his legendary older brother.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/337.jpg",
      "color": "#f1781a"
    },
    "startDate": {
      "year": 2002,
      "month": 3,
      "day": 29
    },
    "genres": ["Comedy", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Versailles no Bara"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Raised from birth as a man, the Lady Oscar commands the palace guards at Versailles in the years before the French Revolution. Her beauty and noble spirit make her a shining figure in the eyes of both men and women but she is torn between her chosen life of service and duty to class and country and her own heart and desires. She lives as a noble amidst the opulence of Versailles but her keen senses and compassion are not blinded to the poverty of the French people.<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx338-aik4TqDtm31q.png",
      "color": "#e4ae43"
    },
    "startDate": {
      "year": 1979,
      "month": 10,
      "day": 10
    },
    "genres": ["Adventure", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "serial experiments lain"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "We're all connected... There is the world around us, a world of people, tactile sensation, and culture. There is the wired world, inside the computer, of images, personalities, virtual experiences, and a culture all of its own. The day after a classmate commits suicide, Lain, a 13-year-old girl, discovers how closely the two worlds are linked when she receives an e-mail from the dead girl: I just abandoned my body. I still live here...<br>\n<br>\nHas the line between the real world and the wired world begun to blur?<br>\n<br>\n(Source: Geneon Entertainment)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx339-4438BQupScYO.png",
      "color": "#a13593"
    },
    "startDate": {
      "year": 1998,
      "month": 7,
      "day": 6
    },
    "genres": [
      "Drama",
      "Mystery",
      "Psychological",
      "Sci-Fi",
      "Supernatural"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mutsu Enmei Ryuu Gaiden: Shura no Toki"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Legends tell of an invincible martial art known as Mutsu Enmei-Ryu, an unarmed style that allows the user to defeat any number of armed opponents using incredible speed and strength. This is the story of three generations of those who bear the name Mutsu, and their encounters and battles with the strongest fighters of their era.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx340-2796ZUvGdBMg.jpg",
      "color": "#e4c9ae"
    },
    "startDate": {
      "year": 2004,
      "month": 4,
      "day": 6
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Spiral: Suiri no Kizuna"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ayumu Narumi's older brother Kiyotaka, a renowned detective and piano player, disappears all of a sudden. The only clue Narumi has, are the Blade Children. Two years later a row of murders and incidents begin, relating to the Blade Children. Together with school journalist, Hiyono Yuizaki, Narumi tries to figure out their destiny.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx341-e5TBpjJbU8Pl.png",
      "color": "#f1d6bb"
    },
    "startDate": {
      "year": 2002,
      "month": 10,
      "day": 1
    },
    "genres": ["Comedy", "Drama", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Starship Operators"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "For the 73rd class of cadets of the Defense University of the small planet Kibi, a shakedown cruise on the fleet's new starship \"Amaterasu\" is a fitting lead-up to graduation. As they are returning to their home planet, however, they are shocked to hear news of a declaration of war by the aggressive Kingdom against Kibi. When their planetary government surrenders without a struggle, the cadets decide to launch their own war, aboard the \"Amaterasu\". To gain funding, they make a deal with a galactic news network - and find themselves the \"stars\" of their own \"reality show\". Unfortunately, this is the kind of reality show that can get you killed...\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/342.jpg",
      "color": "#285078"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 5
    },
    "genres": ["Drama", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tsukuyomi: Moon Phase"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Morioka Kouhei wants to become a photographer. Unfortunately, he has the tendency to unintentionally capture the images of ghosts on film.<br><br>\nOne day, he visits an old castle in Germany where he meets a vampire girl, Hazuki. It turns out that Hazuki is confined in the castle against her will. She tries to turn Kouhei into her slave by sucking his blood, with the intent to have him break the device sealing her in the castle. Although Kouhei proves to be immune to the vampire's curse, he is eventually forced to help her. Hazuki successfully escapes from the castle and leaves for Japan to look for her mother.<br><br>\nWhen she arrives in Japan, she goes to Kohei's house where he lives with his grandfather, who agrees to take in the girl. Due to his own childhood experiences, the sympathetic Kouhei agrees to aid Hazuki in her quest.<br><br>\nHowever, other vampires, including Elfried and Count Kinkell, manage to track Hazuki to Japan. They will stop at nothing to retrieve her.<br><br>\n(Source: AnimeNfo)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx343-Wt1cBNgyjPzU.jpg",
      "color": "#6b5de4"
    },
    "startDate": {
      "year": 2004,
      "month": 10,
      "day": 4
    },
    "genres": ["Comedy", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Futatsu no Spica"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "When Kamogawa Asumi was just a baby, her mother was grievously injured when a rocket crashed to the ground. Five years later, having been in a coma all the time, Asumi's mother finally dies, and the little girl struggles to come to terms with the death of a mother she barely remembers. In the midst of her turmoil, she meets \"Lion-san\", a strange figure wearing a lion mask and claiming to be a ghost. Lion-san helps Asumi to bury her mother's ashes, and finally, Asumi reaches her own decision: \"When I grow up, I'm going to be a rocket pilot.\"\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx344-JGnFQAXW7Tob.jpg",
      "color": "#50aee4"
    },
    "startDate": {
      "year": 2003,
      "month": 11,
      "day": 1
    },
    "genres": ["Drama", "Sci-Fi", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Eikoku Koi Monogatari Emma"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In 19th-century London, class lines are sharply drawn, and the social standing to which people are born dictates the path their lives will follow. Emma, an honest and hardworking young maid, never felt her place in life to be a burden. But then she met William, a member of the gentry and the eldest son of a wealthy family. His warm smile and earnest affection threaten to capture her heart... but can love truly conquer all?<br><br>\n(Source: RightStuf)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx345-ItqN2dbXa99S.jpg",
      "color": "#f1d6c9"
    },
    "startDate": {
      "year": 2005,
      "month": 4,
      "day": 3
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "W: Wish"
    },
    "format": "TV_SHORT",
    "status": "FINISHED",
    "description": "Based on a game by Princess Soft<br><br>\nThe main character, Junna has a twin sister Senna. He is an ordinal student of an elite school. However, in the past, a traffic accident deprived him of his parents and his memory. Junna survived the accident, and he has lived only with his sister though he has been looked after by his relatives.<br><br>\nAnd present...<br>\nThe life with Senna in the same high school is so pleasant that he can forget the severe past. Because he has been in the world where there is only Senna, his lives in this town, such as the beginning of a new life, new environments, and the meetings, are so refreshing.<br><br>\nHowever, he begins to recall the memories he lost in the accident. Though he enjoys happy and pleasant days, he is tossed by the past, the present, and the future. What is the truth hidden in his memory?<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/346.jpg",
      "color": "#e46b5d"
    },
    "startDate": {
      "year": 2004,
      "month": 10,
      "day": 3
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Wild Arms: Twilight Venom"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "This anime is based on a playstation game under the same title. The story is about four people who travel the desolated land of Filgaea and carve themselves a legendary story while they`re at it. These adventurers are Sheyenne Rainstorm, a gunslinger who holds the legendary weapon called ARMs; Kiel Aromax, a scientist who looks like he should be carrying a sword; Roleta Oratorio the Crest Sorceress, a magic-user who uses cards called Crests to cast spells; and Mirabelle Graceland, one of the Noble Red, which are a family of vampiric creatures who live alongside human beings They also travel with cute little intelligent furry things, from the Popepi Pipepo Tribe, named Isaac and Jerusha.<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx347-9KfBM9H0PSST.jpg",
      "color": "#6b351a"
    },
    "startDate": {
      "year": 1999,
      "month": 10,
      "day": 18
    },
    "genres": ["Action", "Adventure", "Fantasy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Binzume Yousei"
    },
    "format": "TV_SHORT",
    "status": "FINISHED",
    "description": "Kururu, Chiriri, Sarara, and Hororo are four little fairies that live inside bottles on their &ldquo;Sensei&rdquo;&rsquo;s desk. Together, they have misadventures trying to understand the human world, seeking advice from the totally misinformed grade schooler next door.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/348.jpg",
      "color": "#e4ae50"
    },
    "startDate": {
      "year": 2003,
      "month": 10,
      "day": 3
    },
    "genres": ["Comedy", "Fantasy", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Magical Canan"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Based on the erotic game by Terios.<br>\n<br>\nFive dangerous \"seeds\" have been stolen from their vault in the world of Evergreen and taken to Earth. Natsuki, an agent of the Queen, has been sent to retrieve them. However, he cannot do this alone and enlists the aid of Chihaya, a middle school student, who is \"the only one\" who can help him. With his aid she transforms into Magical Warrior Carmine in order to save the humans possessed by the seeds. Questions abound though, such as why Chihaya's mother appears to know all about this secret activity, why Chihaya remembers her father who reportedly died before her birth, and why she dreams of Evergreen, which she has never seen.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/349.jpg",
      "color": "#e44328"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 1
    },
    "genres": ["Drama", "Fantasy", "Mahou Shoujo", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ojamajo Doremi"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Doremi Harukaze, 3rd grade student at Misora Elementary School, claims to be the world's unluckiest pretty girl. Fascinated by witchcraft, she is drawn into a mysterious shop where she meets Majo Rika and is able to deduce that this lady is in fact a real witch. Being exposed by a human triggers a curse that transforms witches into magical frogs. To regain her original body, Rika must turn Doremi into a witch by teaching her how to use magic. Thrilled by this odd development, Harukaze becomes a witch apprentice. Unfortunately, her two best friends, Hazuki Fujiwara and Aiko Senoo, discover that Doremi has become a magic user. Afraid that Harukaze might become a magical frog too, Majo Rika recruits both Hazuki and Aiko and makes them witch apprentices too. The trio has lots of adventures as they try to triumph the necessary trials to become real witches.<br><br>\n\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx350-qhqB286Za32Y.jpg",
      "color": "#e4a11a"
    },
    "startDate": {
      "year": 1999,
      "month": 2,
      "day": 7
    },
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ojamajo Doremi Sharp"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "At the end of the first season, Doremi and her friends all had to give up their witch powers and be normal girls again. This also meant that they couldn't see Majorika, Lala, and the fairies again. The MAHO-Dou was also deserted and the door to the Majokai was locked.<br><br>\nThe Queen, having seen all this through her crystal ball, secretly makes it so that Doremi and co. all end up heading into the Majokai again, with the excuse to return Majorika's hair dryer. However they end up stumbling into a garden, and one of the roses reveals a baby!<br><br>\nThe Queen tells the girls that they must raise the baby for a whole year. To help them, they receive newer and stronger witch powers than before! The adventure isn't over yet!",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b351-d77vjiz5qpni.png",
      "color": "#e450ae"
    },
    "startDate": {
      "year": 2000,
      "month": 2,
      "day": 6
    },
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Motto! Ojamajo Doremi"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "After the losing of magical ability to become witches, they once again become them. But, now they have to go through tests from the Witches of the Witch World. They also meet a new member, from New York, U.S. comes Momoko (the yellow Ojamajo). <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx352-lkINWd9rrimu.png",
      "color": "#f1bb28"
    },
    "startDate": {
      "year": 2001,
      "month": 2,
      "day": 4
    },
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ojamajo Doremi Dokkaan!"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Hana now becomes a peer of the Ojamajo. When Majotourbillon's spirit revives, the witches now have to break her curse. From the help from Pao-chan, Doremi, Hana, and the other witches are able to defeat the curses. <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b353-7ssC6w5bSLMO.png",
      "color": "#f1bb1a"
    },
    "startDate": {
      "year": 2002,
      "month": 2,
      "day": 3
    },
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "UGâ˜†Ultimate Girls"
    },
    "format": "TV_SHORT",
    "status": "FINISHED",
    "description": "During a monster attack on the city, which is something that happens quite often, Silk and her two friends try get close to the attacking monster for a better view. An unfortunate choice of location to watch from leads to UFO-man, the city's giant protector, to land on the girls crushing them to death. Feeling sorry, UFO-man blames their death on the monster and promises to bring Silk and her friends back to life by lending them his power but the catch is that they now have to become the city's protector as well.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx354-ywKWYbRZTGeA.jpg",
      "color": "#e45043"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 10
    },
    "genres": ["Comedy", "Ecchi", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shakugan no Shana"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "He had thought his normal days would last forever, until they were ended abruptly by an encounter with a girl with red hair and eyes. He named her Shana.<br><br>\nNot long after he enters high school, Sakai Yuji&rsquo;s normal days come to an end. He sees something bizarre on his way home: people are frozen in a strange fire, and a monster that looks like a large doll is attacking them. Just when he's about to be killed, a girl in a dark cloak wielding a large sword appears, and slices the monster in half. Although Yuji survives the strange encounter, the girl informs him of a desolate truth: \" 'You' don't exist anymore.\"<br><br>\nShe calls herself a Flame Haze who hunts \"Guze no Tomogara\"; intruders from another world. She explains to him that he is a \"Torch\", a substitute of Yuji whose &ldquo;existence&rdquo; has already been devoured. She also told him that he is a special Torch, \"Mystes\", which contains a precious item in it. When he looks at his chest, he sees within himself a faint flame, just as she said.<br><br>\nIt is in this way that his eternal struggle alongside the girl begins. <br><br>\n(Source: AnimeNfo) ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx355-tB52QB38leMs.png",
      "color": "#e46b50"
    },
    "startDate": {
      "year": 2005,
      "month": 10,
      "day": 6
    },
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Fate/stay night"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Raised by a mysterious sorcerer after the death of his parents in a catastrophic fire, Shirou Emiya has only just begun to learn small tidbits of magic. When he is caught in a battle between two powerful Magi, however, he ends up performing a spell above his expected ability, accidentally summoning a beautiful woman knight to protect him. \n<br><br>\nShirou is thus unwillingly thrust into the competition known as the Holy Grail War where Seven Magi called Masters, together with their spirit partners called Servants, fight to acquire a powerful artifact said to grant every wish. \n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx356-mTpMvtillumS.png",
      "color": "#ff5d43"
    },
    "startDate": {
      "year": 2006,
      "month": 1,
      "day": 7
    },
    "genres": ["Action", "Fantasy", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bokusatsu Tenshi Dokuro-chan"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "In the future, a junior high student, Kusakabe Sakura, will offend God by inventing immortality so that women will stop aging after they turn twelve. Dokuro-chan is an angel from the future sent to kill him. However, Dokuro-chan thinks that Sakura can be spared, so her idea is to constantly occupy Sakura so that he will never be able to invent the technology. Sometimes the angel will go crazy and kill him with her bat, Excalibolg, but she can revive him easily. \"Pi-piru-piru-piru-pi-piru-pi!\"",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx357-6Kbh4YULa3PQ.jpg",
      "color": "#e48628"
    },
    "startDate": {
      "year": 2005,
      "month": 3,
      "day": 13
    },
    "genres": ["Comedy", "Ecchi", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Iriya no Sora, UFO no Natsu"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Asaba Naoyuki is an ordinary high school student. As a member of his school's press club, he's just spent the summer camping outside the local military base, in hopes of seeing the UFOs that are secretly kept there, according to local legend. Returning to school, he meets a strange girl, Iriya Kana, and gradually comes to realize that she is more than merely strange - and that a dark secret lies beneath the world that he knows.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/358.jpg",
      "color": "#86bbe4"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 28
    },
    "genres": ["Drama", "Romance", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "I'll/CKBC"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Two boys, Tachibana and Hiiragi were once brutal rivals in the game of basketball. Hiiragi soon transfers into Tachibana's school and basketball team. They begin as team-mates, but with Hiiragi's family pushing him to play on a better team. Tachibana and Hiiragi must now play against each other.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b359-7YUoXY9hPbR1.png",
      "color": "#e4a150"
    },
    "startDate": {
      "year": 2002,
      "month": 12,
      "day": 18
    },
    "genres": ["Action", "Drama", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Himiko-Den"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "High school student Himiko Himejima finds her life change forever when a mysterious flame appears before her one day. Along with her schoolmate Kutani Masahiko, Himiko is transported by the flame to an ancient kingdom known as Yamatai. The Yamatai kingdom has recently come under the attack of the Kune empire during its ritual to select a queen among six candidates. As the evil general of Kune creates an army of undead for power, the six queen candidates lead a resistance force to overthrow the Kune empire. Himiko and Kutani soon find themselves fighting alongside the queen candidates to save the kindgom. With some new-found power, Himiko and Kutani slowly realize their links to the ancient world and discover the power of the sacred flame.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx360-aN0S0r2lbzC8.jpg",
      "color": "#e46b5d"
    },
    "startDate": {
      "year": 1999,
      "month": 1,
      "day": 7
    },
    "genres": ["Adventure", "Drama", "Fantasy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Memories Off"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Tomoya Mikami's life changed one day when his girlfriend Ayaka was hit by a car and killed on her way to meet Tomoya. He blamed himself for her death and never was the same after the accident. He began acting callously towards Yue and his other friends. Furthermore, every time Tomoya gets involved with a new girl, he sees images of Ayaka in his dreams. He decides he needs to find a way to say goodbye to his lost love once and for all, while dealing with several side romances at the same time.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx361-ZuCzxxfE2QaG.png",
      "color": "#e4c950"
    },
    "startDate": {
      "year": 2001,
      "month": 11,
      "day": 21
    },
    "genres": ["Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Memories Off 2nd"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Shirakawa Hotaru, a girl who's in love with Inami Ken, finally confesses her love. From there on, they were happy couples, until one summer. Ken met a new friend, Tobise Tomoe, who is Hotaru's best friend. Tomoe seems to have her own charm. Ken, now have two paths to choose from; to be with Shirakawa Hotaru or Tobise Tomoe. Otherwise, he will lose them both.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/362.jpg",
      "color": null
    },
    "startDate": {
      "year": 2003,
      "month": 1,
      "day": 22
    },
    "genres": ["Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Memories Off 3.5: Omoide no Kanata e"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "This series is made up of two seperate stories with a few overlapping characters. The first story, Omoide no Kanata e, is about Shogo and his current girlfriend Neo. Kanata, a former girlfriend of Shogo's shows up one day and causes Shogo and Neo to think about their current situations. The second story, Inori no Todoku Koro, is about girl called Inori and her boyfriend Isshu. They had made a promise to always go to the fireworks festival together, since that was the place that they orginally became a couple. This year, Isshu says he cannot attend because of his work so Inori goes alone and recalls the previous two years.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/363.jpg",
      "color": "#aee4f1"
    },
    "startDate": {
      "year": 2004,
      "month": 5,
      "day": 12
    },
    "genres": ["Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Gallery Fake"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Fujita Reiji is the owner of an art gallery, Gallery Fake. He deals with fake items, and is also familiar with the black market. However, he has a special talent for art, and used to work for the Metropolitan Museum of Art in New York as a curator.<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/364.jpg",
      "color": "#f1865d"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 8
    },
    "genres": ["Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "FAKE"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Dee Laytner and Randy \"Ryo\" Maclane are two New York cops taking a needed vacation in England. Dee has very strong feelings for Ryo and wants to take this chance to advance their relationship (and if he's lucky, maybe seduce Ryo). Ryo doesn't understand his own feelings for Dee, and doesn't know if he wants to (or should) acknowledge them. Their vacation and relationship is suddenly disturbed when murders and missing person reports keep surfacing around their hotel. The only common tie the cases have is that all of the victims were Japanese or Japanese descent. Dee and Ryo have to solve the case before Ryo, who is half Japanese, becomes the next victim.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/365.jpg",
      "color": "#78aed6"
    },
    "startDate": {
      "year": 1998,
      "month": 4,
      "day": 21
    },
    "genres": ["Comedy", "Mystery", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "AIKa"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "A catastrophic earthquake has left Tokyo, and most of the Earth for that matter, under the sea. Aika is a salvager who retrieves various remains from the watery ruins. When Aika accepts the dangerous mission of locating and obtaining the mysterious Lagu, she discovers that she's not the only one after it. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx366-q4qqaDBuszWH.jpg",
      "color": "#fe9350"
    },
    "startDate": {
      "year": 1997,
      "month": 4,
      "day": 25
    },
    "genres": ["Action", "Adventure", "Comedy", "Ecchi", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Akazukin Chacha OVA"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Following the original TV series, the story tells the efforts of Momiji Gakuen, Chacha's rival school principal, to discover what is so special about Urara Gakuen students and what she could do to \"produce\" the best students.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/367.jpg",
      "color": "#f1a10d"
    },
    "startDate": {
      "year": 1995,
      "month": 12,
      "day": 6
    },
    "genres": ["Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bible Black"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Based on the erotic game by Active.<br><br>\nMinase, a high school student, found a book of magic in an isolated room in his school. He started practicing black magic that has extreme sexual effects that benefited him and some of his friends. Intrigued, Minase got deeper and deeper into using the craft, not realizing the evils that will come forth. Eventually, the origins of the book was revealed, and so did the incident twelve years ago on the night of the Walpurgis, the night when the power of evil is at its strongest. After coming to his senses, Minase struggles to get himself out of the darkness that he had put himself into.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b368-VYmzhCrZlVXI.jpg",
      "color": "#f1785d"
    },
    "startDate": {
      "year": 2001,
      "month": 7,
      "day": 21
    },
    "genres": ["Hentai", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Boogiepop wa Warawanai: Boogiepop Phantom"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Five years ago, a string of grisly murders shook the city to its core and now the rumors have begun once more. Boogiepop... Everyone knows about Boogiepop: meet her one dark night and you are taken. People tell each other the stories and laugh: no one believes that she can possibly exist in this day and age. Still, strange things appear to be going on and the darkness is taking on many forms. Something is out there. Are you safe?<br><br>\r\n(Source: RightStuf) ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx369-Wb0q6vVlgPjz.png",
      "color": "#d6bb78"
    },
    "startDate": {
      "year": 2000,
      "month": 1,
      "day": 5
    },
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Psychological",
      "Supernatural"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "BURN-UP EXCESS"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ready, aim, and fire up for another animated adventure with Team Warrior! Join rowdy Rio and her partners - the machine-gun maniac Maya, the lovely Lilica, tech talent Nanvel, guy friday Yuji, and their boss Maki - as they take on their hottest cases ever! Mechanical insects, firefighting jewel thieves, panty raiders, sexy sheiks, and fawning fathers - there's never a dull moment when the babes of <i>Burn Up Excess</i> are on the job!<br>\n<br>\n(Source: ADV Films)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx370-j56XWmfJXKwo.jpg",
      "color": "#f1ae50"
    },
    "startDate": {
      "year": 1997,
      "month": 12,
      "day": 12
    },
    "genres": ["Action", "Adventure", "Comedy", "Ecchi", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Cardcaptor Sakura Movie"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "It's winter vacation and Sakura wins a trip to Hong Kong. Kero, skeptic of her luck in lotteries, questions whether she was merely lucky or was she summoned to Hong Kong upon inevitability. As Sakura strolls through Hong Kong's Bird Street, she senses an evil force calling to her. On chasing two strange birds, she is lead to a phantom world where she learns she was actually made to come to Hong Kong by a woman, Madoushi, who apparently wants revenge on Clow Reed. With Syaoran's mother, Yelan's help and the guidance from Clow Reed's voice, she must fight Madoushi and rescue her friends and loved ones, who have been captured.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx371-sdrIzrI5qXl3.jpg",
      "color": "#e48628"
    },
    "startDate": {
      "year": 1999,
      "month": 8,
      "day": 21
    },
    "genres": ["Comedy", "Fantasy", "Mahou Shoujo"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Cardcaptor Sakura Movie: Fuinsareta Card"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "During the summer holidays, Sakura and her class are preparing to present a play at the annual Nadeshiko Festival. The unexpected arrival of Syaoran (and Meiling) give Sakura the courage to finally reciprocate her feelings. But as the cards begin to disappear one by one, Sakura discovers a single cards still remains. One with power equal to all hers... It is during this summer that Sakura faces her final battle.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx372-fTXJwelrAAC6.png",
      "color": "#f1c95d"
    },
    "startDate": {
      "year": 2000,
      "month": 7,
      "day": 15
    },
    "genres": ["Drama", "Fantasy", "Mahou Shoujo", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bannou Bunka Neko-Musume"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "When Ryunosuke's pet cat dies in an accident, his inventor father \"resurrects\" the cat by placing its brain in an android body made in the form of a young girl. The Android, Nukunuku, has the dual purposes of being a companion/sister for Ryunosuke as well as being a bodyguard for his father. Nukunuku's extreme strength and feline agility are regularly needed to protect Ryunosuke and his father from Ryunusuke's mother who seeks to kidnap them both following her divorce from his father. Her motives towards Ryunusuke are simple motherly love, however her genius-inventor-ex-husband she wants to put to work designing weapons of mass destruction for her weapons company.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx373-8EE4GGNMeXhn.png",
      "color": "#f1f15d"
    },
    "startDate": {
      "year": 1992,
      "month": 10,
      "day": 21
    },
    "genres": ["Action", "Adventure", "Comedy", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bannou Bunka Neko-Musume DASH!"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "It's in the not too distant future. One day Nuku-Nuku dropped in and began to live with the Natsume family. Having lost her memory, Nuku-Nuku assumed the identity of a beautiful girl named Atsuko Higuchi. She was so beautiful and gentle, and besides, she was such a great cook that Ryunosuke, 14, was all smiles. However, after her arrival in town, a series of mysterious incidents started to happen in Maneki City - Experimental machines running haywire, roaring fighter aircraft flying low, mass destruction in the city. In every case, a mysterious girl was spotted at the scene of the incident.<br><br>\n(Source: AnimeNfo)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/374.jpg",
      "color": "#e4935d"
    },
    "startDate": {
      "year": 1998,
      "month": 9,
      "day": 23
    },
    "genres": ["Action", "Comedy", "Ecchi", "Romance", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bannou Bunka Neko-Musume (1998)"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Each episode centers on Nuku Nuku's adventures and mishaps in high school, and her relationship to students, the overall series plot centers on the evil Mishima Industries' scheme to dominate the world through its products. In opposition to this plan are the slightly nutty Kyuusaku Natsume and Nuku Nuku, the android who acts as a companion to his young son. Nuku Nuku's classmates are all eccentrics, Futaba, the class president, is a domineering control-freak, who cannot leave her authority in school. Chieko Shirakaba is the rich snob with the two yes-girls who always take her side. There is a bookworm, a mystic, a scientist, and a pop singer. All of these are true to their descriptions: the mystic is always foretelling doom via tarot cards, spirits, or some other occult technique. The pop singer never says anything except as a song. The bookworm always has her nose in a book. These eccentricities add to the series' humor.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx375-bY7XEqX2oCIl.png",
      "color": "#d69378"
    },
    "startDate": {
      "year": 1998,
      "month": 1,
      "day": 7
    },
    "genres": ["Action", "Adventure", "Comedy", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Megami Kouhosei"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In the future humankind has expanded and colonized other planets. Then an alien species, Victim, attacks the human colonies leaving only one planet, Zion. In an effort to stop Victim from destroying the last planet a training school, GOA, is set up to gather boys from the Zion colonies and train them to become pilots of the Ingrids AKA The Goddesses, five fighting robots that protect Zion. The boys must possess a rare blood type, EO , as well as a special ability, or EX. Zero (Candidate 88) has just arrived in GOA when he falls into the cockpit of the Ingrid Eeva-Leena. Since the synch between pilot and Ingrid are very sensitive everyone believes the Goddess will kill Zero in an attempt to synch. Just before Zero passes out he makes a full synch with the Goddess. Before he can find out more about the incident, his pilot training begins.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx888-TJnm7jOD06P1.png",
      "color": "#e4865d"
    },
    "startDate": {
      "year": 2000,
      "month": 1,
      "day": 20
    },
    "genres": ["Action", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "BLACK LAGOON"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Okajima Rokuro is a Japanese businessman in a town full of Japanese businessmen. His normal day consists of social drinking with clients and being kicked around by his bosses. He finally gets a break though, as he's sent by his company to the tropical seas of Eastern China to deliver a disc. But his boat gets hijacked by a band of mercenaries hired to retrieve the disc. Rock (as he is newly dubbed by his captors) catches the interest of the only female merc Revy as she thinks he's worth a ransom, taking him hostage. However, the disc that was stolen has a terrible secret that's unknown to Rock, which causes massive confusion and chaos for both him and his kidnappers.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx889-Wf4GZRnHv6Dp.png",
      "color": "#f1bb93"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 9
    },
    "genres": ["Action", "Adventure", "Drama", "Thriller"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Yuusha-Ou GaoGaiGar"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In the year 2005, a race of alien monsters called Zonders emerge from underground and launch a series of attacks on the city of Tokyo. The only defense against these creatures is the secret agency known as the Gutsy Geoid Guard (or 3G) and their ultimate weapon, the awesome giant robot GaoGaiGar. GaoGaiGar's pilot, Guy Shishio, is a former astronaut who was nearly killed two years before when the Zonders first crashed to earth. Guy's life was spared when a mysterious robot lion called Galeon pulled him from the burning shuttle and brought him to Earth. Guy's father, Leo, then used Galeon's technology to rebuild his shattered son as a cyborg, in the hopes that he could stop the aliens when they appear. Now, with Galeon as its core, GaoGaiGar fights to protect Earth. He is aided by a team of transforming robots and by a young boy named Mamoru, who has the power to purify the Zonders' cores, and seems to be connected to the mysterious Galeon.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx890-opmekyhFfZO9.jpg",
      "color": "#d66b1a"
    },
    "startDate": {
      "year": 1997,
      "month": 2,
      "day": 1
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball: Majinjou no Nemuri Hime"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Goku and Kuririn are given an assignment by Kame-Sen'nin: \"Retrieve the sleeping princess from Lucifer and I will take you as my students.\" But the mission proves to be more perilous than originally thought.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/n891-OBrwN8w6ffyD.png",
      "color": "#d66b1a"
    },
    "startDate": {
      "year": 1987,
      "month": 7,
      "day": 18
    },
    "genres": ["Action", "Adventure", "Comedy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball: Makafushigi Daibouken"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "A retelling of the meeting of Goku, Tenshinhan, and Chiaotzu. Also of the 23rd Tenkaichi Budokai.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx892-qSAVWaHQzBwE.jpg",
      "color": "#d6931a"
    },
    "startDate": {
      "year": 1988,
      "month": 7,
      "day": 9
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball: Saikyou e no Michi"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "A retelling of Dragon Ball's origin with a different take on the meeting of Goku, Bulma, and Kame-Sen'nin. It also retells the Red Ribbon Army story; but this time they find Goku rather than Goku finding them.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b893-bzc4Y5KYngZJ.jpg",
      "color": "#e4a143"
    },
    "startDate": {
      "year": 1996,
      "month": 3,
      "day": 2
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Ora no Gohan wo Kaese!!"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Kami-sama's old nemesis's son has come to exact revenge on Kami-sama for winning the title of Earth's Guardian. After kidnapping Son Gohan and using the dragon balls to gain immortality, he has a final showdown with Goku.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/894-9eA7z7CyNMms.jpg",
      "color": "#e4bb50"
    },
    "startDate": {
      "year": 1989,
      "month": 7,
      "day": 15
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Konoyo de Ichiban Tsuyoi Yatsu"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "The evil Dr. Wheelo has resurrected his brain into a robot and now desires to inhabit the body of the world's strongest warrior. This means he must face Son Goku and company in a fight for Goku's life.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/895-GuuZOIRCBHhI.jpg",
      "color": "#e4bb50"
    },
    "startDate": {
      "year": 1990,
      "month": 3,
      "day": 10
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Chikyuu Marugoto Chou Kessen"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "The Saiyajin named Turlus has come to Earth in order to plant a tree that will both destroy the planet and give him infinite strength. Son Goku and the Z Warriors cannot let this happen and duke it out with the invaders for the sake of the planet.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/896.jpg",
      "color": "#6b351a"
    },
    "startDate": {
      "year": 1990,
      "month": 7,
      "day": 7
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Super Saiyajin da Son Goku"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "A Super Namekian named Slug comes to invade Earth. But the Z Warriors do their best to stop Slug and his gang.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/897-XgUEvu807MpG.jpg",
      "color": "#e4c943"
    },
    "startDate": {
      "year": 1991,
      "month": 3,
      "day": 19
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Tobikkiri no Saikyou Tai Saikyou"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "After defeating Freeza, Goku returns to Earth and goes on a camping trip with Gohan and Krillin. Everything is normal until Cooler - Freeza's brother - sends three henchmen after Goku. A long fight ensues between our heroes and Cooler, in which he transforms into the fourth stage of his evolution and has the edge in the fight...until Goku transforms into Super Saiyan.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/898.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 1991,
      "month": 7,
      "day": 20
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Gekitotsu!! 100-oku Power no Senshi-tachi"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Cooler has resurrected himself as a robot and is enslaving the people of New Namek. Goku and the gang must help.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx899-klH83d2Il092.jpg",
      "color": "#e4ae28"
    },
    "startDate": {
      "year": 1992,
      "month": 3,
      "day": 7
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Kyokugen Battle!! Sandai Super Saiyajin"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Dr. Gero's Androids #13, #14, and #15 are awakened by the laboratory computers and immediately head to the mall where Goku is shopping. After Goku, Trunks, and Vegeta defeat #14 and #15, #13 absorbs their inner computers and becomes a super being greater than the original three separately were. Now it is up to Goku to stop him.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/900-cNaooAiGtuYv.jpg",
      "color": "#f1c943"
    },
    "startDate": {
      "year": 1992,
      "month": 7,
      "day": 11
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Moetsukiro!! Nessen - Ressen - Chou Gekisen"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "As Goku investigates the destruction of the Southern Galaxy, Vegeta is taken to be King of the New Planet Vegeta, and to destroy the Legendary Super Saiyan, Brolly. <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/901-gB41PQJWFXjp.jpg",
      "color": "#ae5d28"
    },
    "startDate": {
      "year": 1993,
      "month": 3,
      "day": 6
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Ginga Girigiri!! Bucchigiri no Sugoi Yatsu"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Mr. Money is holding another Tenka'ichi Budokai and Mr. Satan invites everyone in the world to join in. Little does he know that Bojack, an ancient villain who has escaped his prison, is competing. Since Goku is currently dead, it is up to Gohan, Vegita, and Trunks to defeat Bojack and his henchman.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/902-OC9WhTInSUvU.jpg",
      "color": "#e4ae50"
    },
    "startDate": {
      "year": 1993,
      "month": 7,
      "day": 10
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Kiken na Futari! Super Senshi wa Nemurenai"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "After his loss to Goku, Brolly crash lands and hibernates on earth. After some time, he is awakened by Trunks and Goten, who Brolly believes is Kakarott, and goes on a rampage to kill both of them. At the same time, Gohan is on his way to challenge the Legendary Super Saiyan alone.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/903.jpg",
      "color": "#e49343"
    },
    "startDate": {
      "year": 1994,
      "month": 3,
      "day": 12
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Super Senshi Gekiha!! Katsu no wa Ore da"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Jaga Bada, Mr. Satan's old sparring partner, has invited Satan to his personal island to hold a grudge match. Trunks and Goten decide to come for the adventure and Android #18 is following Satan for the money he owes her. Little do they know that Jaga Bada's scientist have found a way to resurrect Broly, the legendary Super Saiyan.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/904-nuPbNMkv1uX2.jpg",
      "color": null
    },
    "startDate": {
      "year": 1994,
      "month": 7,
      "day": 9
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Fukkatsu no Fusion!! Goku to Vegeta"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Not paying attention to his job, a young demon allows the evil cleansing machine to overflow and explode, turning the young demon into the infamous monster Janemba. Goku and Vegeta make solo attempts to defeat the monster, but realize their only option is fusion.<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/905-T97prwPOeyxm.jpg",
      "color": "#e48650"
    },
    "startDate": {
      "year": 1995,
      "month": 3,
      "day": 4
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dragon Ball Z: Ryuuken Bakuhatsu!! Goku ga Yaraneba Dare ga Yaru"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "The Z Warriors discover an unopenable music box and are told to open it with the dragon balls. The contents turn out to be a warrior named Tapion who had sealed himself inside along with a monster called Hildegarn. Goku must now perfect a new technique to defeat the evil monster.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/906-TmrkEiLnm9nR.jpg",
      "color": "#e4c943"
    },
    "startDate": {
      "year": 1995,
      "month": 7,
      "day": 15
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Princess Princess"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "When beautiful Tooru transferred to an all-boys school, he received a warm welcome...but little did he know that his new classmates had nominated him for the academy's \"Princess System.\" The lovely campus \"Princesses\" must dress as girls (in frilly Gothic Lolita costumes) at school events in order to lighten the stolid masculine atmosphere. Tooru balks at first, but soon comes to realize the advantages of being a \"Princess.\"\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx907-jSyaYDauPpRT.png",
      "color": "#e4d6a1"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 5
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hagane no Renkinjutsushi: PREMIUM COLLECTION"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "1. State Alchemists vs Seven Homunculi<br>\r\nA 10 minute film featuring: Ed, Al, Mustang and many other members of the State doing battle with the deadly Homonculi in an alternate reality Amestris.<br><br>\r\n2. Chibi Party (Enkai-hen)<br>\r\nShort 6 minute Skit drawn in Super Deformed style where every character in the series (including bad guys) are celebrating an \"After Party\" of the Conqueror of Shambala movie.<br><br>\r\n3. Kids (Kodomo-hen)<br>\r\nShort 3 minute story which features Edward and his grankids in present day 2005.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/908.jpg",
      "color": "#d6bb78"
    },
    "startDate": {
      "year": 2006,
      "month": 3,
      "day": 29
    },
    "genres": ["Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Geneshaft"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In the 21st century mankind was on the brink of destruction. Through genetic engineering however they eradicated such feelings as love and the desire for power. Since women are naturally less agressive than men, women to man ratio was set to 9:1. Now people are engineered to have skills that others view as being necessary. There is a giant ring that now orbits the earth, that sits there and relays information back to an alien race that sent it. Now a team of five women will try to eradicate the alien threat.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/909.jpg",
      "color": null
    },
    "startDate": {
      "year": 2001,
      "month": 4,
      "day": 5
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Himawari!"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Himawari Hinata recently transfered to Shinobi Gakuen to train to become the best kunoichi she can be. She wanted to be a ninja ever since she was saved by one when she was little. On her first day, she meets Hayato Madenokoji (a new transfer teacher) who saves her life. Hayato does not possess any ninja skills or traits, he is teaching the ninjas about normal society to pay off his debt. However, Himawari notices that Hayato bares the same mark on his neck as the ninja who saved her when she was young.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/910.jpg",
      "color": "#e4861a"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 9
    },
    "genres": ["Adventure", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Konjiki no Gash Bell!!: Mecha Vulkan no Raishuu"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "With only Coast School in mind, Takamine Kiyomaro leaves Gash bewildered that he&rsquo;ll make a new Volcan 300 for him to play with. The genius tries to catch up with the bus that would take him there, but a giant Volcan 300 kidnaps him. Meanwhile Gash befriends the same Vulcan that kidnapped Kiyomaro later named: Volcan 300 Generation 4. The genius wakes up to see that he isn&rsquo;t in Coast School, but that a doctor by the name M2 wants him to be his partner in the future. However, Gash and the other demons interfere with M2's plan in taking Kiyomaro to the future by the help of Generation 4 who agreed to take Gash there by a glitch in its system. Still the doctor tries to get Kiyomaro to come back with him, but with the help of everyone, he is defeated. Though a new situation is at hand, the time warp that M2 came from is out of control. It&rsquo;s up to Gash and the others to save the city or be sucked into it.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b911-cLvIrRS9FwHU.jpg",
      "color": "#e4bb35"
    },
    "startDate": {
      "year": 2005,
      "month": 8,
      "day": 6
    },
    "genres": ["Adventure", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "NINKU"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In the war, a group of warriors called Ninku fought against the Imperial Army and almost annihilated it. But in the end, the Ninku lost and got shattered. After the war, the imperial army established themselves as the defender of the people with the help of propaganda. They also managed to get the people to think the Ninku were the villains and had started the war. Fusuke looks like a child but he is the former captain of the first Ninku division. His mother was taken during the war and after the Ninku were defeated, he goes on a journey to find her. On his journey he meets Aicho and Touji, both also former Ninku captains, and together they fight against the imperial army that tries to kill the last remaining Ninkus.<br><br>\nThe ninku is a clan of extinct ninjas who command esoteric and powerful techniques, hence a lot of other groups are constantly trying to steal their techniques to take over the country. Their primary target is Fusuke, a weird looking kid but one of the most powerful Ninku ninja. Fusuke, together with other Ninku ninja with different specialties must fight those threat that caused the downfall of the Ninku clan.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx912-3uK0m0NF29Br.jpg",
      "color": "#f1935d"
    },
    "startDate": {
      "year": 1995,
      "month": 1,
      "day": 14
    },
    "genres": ["Adventure"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Fighting Beauty Wulong"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "At first glance, Mao Ran is a normal cute girl, but she is a master of a martial arts handed down by Mao family. One day, she is tricked by her grandfather, and forced to take part in the fighting match, \"Prime Mat\". First, she is reluctant to fight, but fighting against the rivals, she is gradually fascinated by the \"fighting\".<br><br>\n(Source: AnimeNfo)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/913.jpg",
      "color": "#e4ae50"
    },
    "startDate": {
      "year": 2005,
      "month": 10,
      "day": 10
    },
    "genres": ["Action", "Ecchi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ike! Ina-chuu Takkyuubu"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Inaho Jr. High's Boys Ping Pong Club has only 6 members, the club minimum. Takeda is your average nice guy. Kinoshita is good looking and popular with girls. Unfortunately, the rest are branded as losers. Tanabe is too foreign, while Tanaka is petite and perverse. Maena and Izawa are truly deviant, and their crazed antics have earned the team some powerful enemies. In spite of their differences, the team needs to work together to retain their practice room and club status.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/914.jpg",
      "color": "#1a93e4"
    },
    "startDate": {
      "year": 1995,
      "month": 4,
      "day": 6
    },
    "genres": ["Comedy", "Ecchi", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ginga Densetsu Weed"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "A dog named Weed happens to hear that he is the son of Gin, The great leader of Ohu, Who lead the dogs of Ohu to victory in a fight against monsterous bear Akakabuto. Weed wants to find his father no matter of what. On a way to his father Weed meets many friends and enemies.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/915-Y7tGnj7BJVZq.png",
      "color": "#28935d"
    },
    "startDate": {
      "year": 2005,
      "month": 11,
      "day": 3
    },
    "genres": ["Adventure", "Drama"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tokkou"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "\"Shindou Ranmaru has just graduated from police academy and assigned to Tokko: Special Mobile Investigation Force. On the day of his graduation, he meets the half-naked girl he has been seeing in his dreams. Her name is Rokujo Sakura and she works for a secret group within Tokki, known as Tokko: Special Public Safety Task Force. Shindou ends up joining Tokko to avenge his parents' death, and solve the mysterious mass murder of residents in his hometown of Machida. Meanwhile, bottomless pits begin appearing around Japan, and mysterious creatures emerge from them. Could these events be linked to Machida Massacre?\"<br><br>\n(Source: DVD Complete Series Back Cover)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/916.jpg",
      "color": "#e43578"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 16
    },
    "genres": ["Action", "Comedy", "Horror", "Mystery", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Riding Bean"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Bean Bandit and his partner Rally Vincent are couriers for hire - transporting clients and delivering goods in his custom sports car \"Roadbuster\" for a hefty price. But when they are hired to escort a kidnapped girl named Chelsea to her home, they don't realize they're being framed for kidnapping as their former clients Semmerling and Carrie plan their escape with Chelsea's father and the ransom money.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx917-oN745Odnh2sb.jpg",
      "color": "#e4bb35"
    },
    "startDate": {
      "year": 1989,
      "month": 2,
      "day": 22
    },
    "genres": ["Action", "Adventure", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Gintama"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Life isn't easy in feudal Japan... especially since the aliens landed and conquered everything! Oh sure, the new health care is great, but the public ban on the use of swords has left a lot of defeated samurai with a difficult decision to make concerning their future career paths! This is especially true if, as in the case of Gintoki Sakata, they're not particularly inclined towards holding a day job, which is why Gintoki's opted for the freelance route, taking any job that's offered to him as long as the financial remuneration sounds right. Unfortunately, in a brave new world filled with stray bug-eyed monsters, upwardly mobile Yakuza and overly ambitious E.T. entrepreneurs, those jobs usually don't pay as well as they should for the pain, suffering and indignities endured!<br><br>\n(Source: Sentai Filmworks)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx918-hRbQHIkRUebX.jpg",
      "color": "#f1865d"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 4
    },
    "genres": ["Action", "Comedy", "Drama", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "RAY THE ANIMATION"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "If you have enough money, you can buy anything. So why wait for an organ you need to become available? Raised to be harvested for parts, Ray had already lost her eyes when renegade surgeon Black Jack rescued her. Now, ten years later, she has grown up to be a surgeon herself. And thanks to the unique artificial eyes she received as replacements, she has a reputation for performing incredible medical operations that no one else could even attempt. But unknown to any but a select few, her surgical endeavors are only part of a greater mission: to discover what happened to the other children she was raised with, and to find the men who stole the eyes she was born with and to bring them to justice. <br><br>\n(Source: The Anime Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b919-5Zf4N6Yu3wby.jpg",
      "color": "#c90d35"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 5
    },
    "genres": ["Drama", "Romance", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Nurse Witch Komugi-chan Magikarte: Kanwakyuudai Special - Futatabi Matsuri no Yokan de Wasshoi!"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "TV special, known as episode 2.5, takes place between episodes 2 and 3.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx920-X9YfGSVJLnZN.png",
      "color": "#e4bb5d"
    },
    "startDate": {
      "year": 2003,
      "month": 6,
      "day": 6
    },
    "genres": ["Comedy", "Mahou Shoujo"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Nurse Witch Komugi-chan Magikarte Z"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Sequel to the first series.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/921.jpg",
      "color": "#e4ae43"
    },
    "startDate": {
      "year": 2004,
      "month": 9,
      "day": 10
    },
    "genres": ["Comedy", "Mahou Shoujo"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Transformers Masterforce"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Even though the Destrons have been driven off Earth, a small team of Cybertron Pretenders have remained behind, just in case. Led by Metalhawk (\"Hawk\" in his human identity), the Pretenders live among the humans, using their Pretender shells to assume human size and appearance. The Cybertrons' caution is rewarded: Destron Pretenders soon appear, led by a mysterious force called Devil Z. The Cybertrons and Destrons soon build up their forces, recruiting humans to become Junior Headmasters and Godmasters (Powermasters).\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/924.jpg",
      "color": "#d61a28"
    },
    "startDate": {
      "year": 1988,
      "month": 4,
      "day": 12
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Transformers Headmasters"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Headmasters starts with Galvatron leading a new batch of Destrons to wage war on Seibertron, the Destron Headmasters. The Cybertrons are rescued by the arrival of the Cybertron Headmasters, led by Fortress (Cerebros, the head of Fortress Maximus). It is revealed that Fortress left Seibertron millions of years ago in search of energy, and have finally managed to come home. He explains that the Headmasters are from a planet called Master; the human-sized robots who live there built themselves Transformers-sized bodies. They can then transform themselves into the heads of the robots, and have now joined the Cybertron-Destron war.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx925-mILHWW1omhSb.jpg",
      "color": "#e4780d"
    },
    "startDate": {
      "year": 1987,
      "month": 7,
      "day": 3
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Transformers Victory"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Set in 2025 A.D., Transformers Victory introduces Star Saber, the mightiest Cybertron warrior and the greatest swordsman in the galaxy. The Destrons are continuing to invade planets throughout the universe, so the Cybertrons have joined with the humans to form the Space Defense Force, with Star Saber as its leader. Leading the Destrons is Deathzaras, who has targeted Earth as the next planet to plunder...\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/926.jpg",
      "color": null
    },
    "startDate": {
      "year": 1989,
      "month": 3,
      "day": 14
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Transformers: Superlink"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "It has been 10 years since the fateful battle with Unicron. Many of the Decepticons who fought in the battle against Unicron have joined forces with the Autobos to mine for Energon, an alternate energy source. But a new source of evil has a risen, Alpha Q who plans to steal the Energon from the Autobots with the help of Scorponok and the Terrorcons. This new evil is trying to revive Megatron and Unicron in order to rekindle the old flames of war. <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx927-WpXdNDRbB7E6.png",
      "color": "#e4bb1a"
    },
    "startDate": {
      "year": 2004,
      "month": 1,
      "day": 9
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Transformers: Galaxy Force"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Forced to abandon their home planet of Cybertron due to the threat of the Blackhole, Optimus Prime prepares to lead his autobot warriors to Earth. Just as they are leaving they are confronted by Vector Prime who warns Optimus Prime of the threat to the galaxy if the four Cyber Planet Keys are not gathered in time. However, Megatron has plans of his own for the universe. As they embark on the search, they land on new planets which are inhabited by different Transformer races as well as the Convoys who lead these planets.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx928-xcKekI3ckIps.jpg",
      "color": "#2843e4"
    },
    "startDate": {
      "year": 2005,
      "month": 1,
      "day": 8
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Seisenshi Dunbine"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Pulled into the mystical word of Byston Well from Japan after an accident, Show Zama is recruited with others by Lord Drake Luft to pilot his newest weapons. These Aura Battlers are a combination of Byston Well magic and Earthien technology. Marvel approaches Show during battle and convinces him of Luftâ€™s sinister intentions.<br>\n<br>\n(Source: Sentai Filmworks)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx929-JfJS6SsLNF4B.jpg",
      "color": "#e4ae43"
    },
    "startDate": {
      "year": 1983,
      "month": 2,
      "day": 5
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Densetsu Kyojin Ideon"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "From the continuing reclamation of the ruins of the planet Solo, mysterious mechas are excavated. But suddenly, an alien called Baff Kuun attacks seeking the limitless energy â€œIde.â€ The earthlings are backed into a corner, when the three mechas piloted by the earth boy Yuki Cosmo and others fuse together. Becoming the giant robot Ideon, they use their incredible power to fight back against Baff Kuun. <br><br>\n(Source: Sunrise)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx930-q5HD8fnAiRQD.jpg",
      "color": "#e46b43"
    },
    "startDate": {
      "year": 1980,
      "month": 5,
      "day": 8
    },
    "genres": ["Drama", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ichigeki Sacchuu!! Hoihoi-san"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "The time is the near future. Cockroaches and other household pests have become immune to all forms of insecticides. In response to this crisis, a Japanese company has created small, doll-like, insect exterminating robots called Hoi Hoi-san. A competing company has also released their own version, Combat-san. Because of their adorable appearance, these little robots have become somewhat of a phenomenon and have gained many fans. Late at night, in the home of one such fan, Hoi Hoi-san and Combat-san search for insects to exterminate... but Combat-san is not above trying to exterminate Hoi Hoi-san while she's at it. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/932.jpg",
      "color": "#e4ae93"
    },
    "startDate": {
      "year": 2004,
      "month": 9,
      "day": 30
    },
    "genres": ["Comedy", "Sci-Fi", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dai Mahou Touge"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Punie is next in line to become queen of Magical Land. However, she must spend a year on Earth before she can inherit the throne, so she transfers into a school in Japan. She's usually a sweet and gentle girl... that is unless someone does something to displease her, then she'll drop the act. She won't hesitate to whip out her magic stick and cheerfully rain bloody destruction down on the hapless fool, or barring that, simply use wrestling moves she calls \"Submission\" to punish them. Accompanied by her animal mascot Paya-tan, who makes regular attempts on her life (still bitter about being defeated and then forcibly recruited from Waku Waku Mascot Village), and forced to fend off random attacks by various people from her Kingdom who all have different reasons for wanting her dead, she must complete this year of training on Earth without fail.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx933-zZcmXDDoGG7e.png",
      "color": "#d6a16b"
    },
    "startDate": {
      "year": 2006,
      "month": 3,
      "day": 20
    },
    "genres": ["Comedy", "Mahou Shoujo", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Higurashi no Naku Koro ni"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "After moving into the quiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends. However, appearances can be deceiving. One fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa. From this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem. Based on the amateur mystery game by 07th Expansion, the story is told in a series of different scenarios. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx934-EOn2UlXaLUtj.jpg",
      "color": "#e4a11a"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 5
    },
    "genres": [
      "Horror",
      "Mystery",
      "Psychological",
      "Supernatural",
      "Thriller"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Witchblade"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Masane Amaha and her daughter Rihoko are on the run from a government child welfare agency that wants to take Rihoko away from her mother. They are caught and Rihoko is taken away. Meanwhile, Masane is attacked by an advanced weapon that can disguise itself as a human being. When faced with the danger, a strange light emits from her wrist and she transforms into a powerful being. She destroys the weapon and consequently becomes involved in a power struggle between powerful organizations, with her at the center of their attention. Because she holds the greatest power of them all, the legendary Witchblade.<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx935-nzFM4wRfrbmt.png",
      "color": "#e42843"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 6
    },
    "genres": ["Action", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "NARUTO: Dai Gekitotsu! Maboroshi no Chitei Iseki Dattebayo"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Naruto, Shikamaru, and Sakura are executing their mission of delivering a lost pet to a certain village. However, right in the midst of things, troops led by the mysterious knight, Temujin, attack them. In the violent battle, the three become separated. Temujin challenges Naruto to a fight and at the end of the fierce battle, both fall together from a high cliff. Furthermore, Shikamaru, having been left behind, beholds a giant moving fortress as it appears before his very eyes. In order to get a grasp on the situation, he infiltrates the fortress by himself, however once there he witnesses a frightening sight...\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx936-P1ogcIs07UR8.jpg",
      "color": "#f18643"
    },
    "startDate": {
      "year": 2005,
      "month": 8,
      "day": 6
    },
    "genres": ["Adventure", "Comedy", "Drama", "Fantasy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Appleseed"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Earth's last city, Olympus, rose from the ashes of global war on the backs of Bioroids, artificial clones who make up half the city's population. Under the guidance of a supercomputer, humanity's last survivors enjoy peace, but only on the surface. Human terrorists within the military seek a return to power and clash with the government's forces led by the legendary soldier, Deunan Knute, and her boyfriend who is 75% machine.<br>\n<br>\n(Source: Sentai Filmworks)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx937-2SYiMKI3qPkp.jpg",
      "color": "#e49350"
    },
    "startDate": {
      "year": 1988,
      "month": 4,
      "day": 21
    },
    "genres": ["Action", "Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shin Getter Robo vs. Neo Getter Robo"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Years after the defeat of the Reptilian Empire, Getter Team has begun training on a new super robot, Neo Getter Robo. But a surprise attack from the Empire's revived leader forces them to recruit a street fighter named Go Ichimonji as Getter One's pilot. Faced with an enormously powerful foe, the new team's only hope for victory may lie in the resurrection of the lost weapon of humanity, Shin Getter Robo.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx938-VZBqo0JtsljD.jpg",
      "color": "#d61a28"
    },
    "startDate": {
      "year": 2000,
      "month": 12,
      "day": 21
    },
    "genres": ["Action", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Inukami!"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Kawahira Keita is a descendant of a historic Inukami tamer family. However, because he lacked in its ability, he was forsaken by the family. One day, an Inukami named Youko came. She looked graceful, obedient, above all, beautiful. Soon he contracted with her, and she paid homage to him. However, she was a problematic Inukami that no one had been able to control.<br><br>\nThis is a slap stick comedy of an Inukami Tamer, Keita and an Inukami, Youko. Keita is a man of worldly passions, and he likes money and girls very much. On the other hand, Youko likes to destroy things and is very jealous.<br><br>\n(Source: AnimeNfo) ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/940.jpg",
      "color": "#f19328"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 6
    },
    "genres": ["Comedy", "Ecchi", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Renkin San-kyuu Magical? Pokaan"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Four Netherworld Princesses have come to the human world; witch Uma, vampiress Pachira, werewolf Liru, and android Aiko. But they know nothing about human life and their mistakes make up their daily adventures. Meanwhile, the evil Dr. K-ko wants proof of the supernatural to gain admittance into the scientific elite and what better than one, or all, of the princesses -- if her plans didn&rsquo;t have a tendency to go awry.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx941-uYoRI1jr2su7.jpg",
      "color": "#e4bb35"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 4
    },
    "genres": ["Comedy", "Ecchi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sol Bianca"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Five female pirates pilot the Sol Bianca, a starship with a higher level of technology than any other known. With it, they seek out riches, such as the Gnosis, an legendary item of power, and pasha, the most valuable mineral in the galaxy. Along the way, they must consider a stowaway's quest to save the one he loves, and seek revenge against those that have wronged them.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1443.jpg",
      "color": "#e4a15d"
    },
    "startDate": {
      "year": 1990,
      "month": 3,
      "day": 21
    },
    "genres": ["Adventure", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sol Bianca: Taiyou no Fune"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Thousands of years into the future, mankind has colonized other planets across the galaxy and completely forgotten about Earth. On one part of the galaxy, the female space pirates and their colossal starship Sol Bianca get a surprise when a young girl named Mayo stows away on board the ship. The crew then embarks on a journey to Earth to find the whereabouts of Mayo's parents and discover the secrets of the lost planet.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1444-7Yn6hmQ2bk9D.png",
      "color": "#fe8628"
    },
    "startDate": {
      "year": 1999,
      "month": 9,
      "day": 24
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mach GoGoGo"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "The Mach 5 is one of the fastest and most technologically advanced race cars built by man. Equipped with various gadgets and a powerful engine, it provides a challenge for anyone who would dare race against it. The driver of this amazing vehicle is Gou Mifune, a teenager who dreams of breaking into the world of professional racing.\n\nIn spite of this, Gou's father and the creator of the Mach 5, Daisuke Mifune, does not want his son anywhere near a racetrack. Undeterred, his girlfriend Michi, younger brother Kurio, and Kurio's monkey sidekick Sanpei become Gou's biggest fans as he sets out to become the greatest racer of all time.\n\nHowever, Gou soon learns that becoming a professional racer is not easy. From the underhanded plots of corrupt businessmen to stiff competition in the form of his rival, Racer X, Gou faces many obstacles on the road ahead, and has a lot to prove before he can cross the finish line.\n\n(Source: MAL Rewrite)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1445.jpg",
      "color": "#e43543"
    },
    "startDate": {
      "year": 1967,
      "month": 4,
      "day": 2
    },
    "genres": ["Adventure", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hyakujuu-Ou GoLion"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Golion, a powerful sentient robot, abuses his great powers by attacking and killing creatures known as Deathblack Beastmen, boasting that no one could defeat him. A divine space being punishes Golion for his arrogance and abuse by seperating him into 5 different lion robots. In the year 1999, a group of 5 young men return to Earth after a space voyage, only to find it ravaged by nuclear war. After encountering the alien race known as the Galra, the 5 youths end up on the planet Altea, and learn that the 5 lion robots that Golion was split into are in hibernation in various parts of Altea. Somehow, they must reunite the lions and form Golion, the only hope for the human race.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1448.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 1981,
      "month": 3,
      "day": 4
    },
    "genres": ["Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Brigadoon: Marin to Melan"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Marin is a typical junior high school girl with a sunny disposition and a loving adoptive family. Her life takes a drastic change when a mysterious mirage is seen in the sky above the entire earth. Killer androids called Monomakia descend to earth from the formation in the sky called Brigadoon and begin to hunt down little Marin. She discovers a blue bottle in a shrine as she seeks escape and from the bottle comes a protector, a sword carrying gun slinging alien called Melan Blue, together they must save the earth and deal with family crisis, school prejudice and the police and come to an understanding of Marins past and Melans unexplained mission, as well as learn to trust each other. Set in 1969 Japan with a colorful cast of friends and enemies.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1450-YmqNYnB6MGRq.jpg",
      "color": "#50a1f1"
    },
    "startDate": {
      "year": 2000,
      "month": 7,
      "day": 21
    },
    "genres": ["Adventure", "Comedy", "Drama", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shuranosuke Zanmaken: Shikamamon no Otoko"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Shurannosuke Sakaki is a masterless samurai with a razor-sharp katana and a cold-hearted personality. Whenever you see the mark of two crossed scythes on his back, death is sure to follow. Because of his exceptional swordsmanship, Shurannosuke is hired by the Nakura Clan to rescue Princess Mayu from the Seki Ninja. In this mission, he must use his full potential to survive the Seki Ninja's notorious henchmen.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b1451-tTTED516V04F.jpg",
      "color": "#e47850"
    },
    "startDate": {
      "year": 1990,
      "month": 12,
      "day": 28
    },
    "genres": ["Action", "Supernatural", "Thriller"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "The Samurai"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Sixteen-year-old high school student Takeshi Chimatsuri has devoted his life to being a master samurai like his father was. Then one day, the Toki twins, two ninja sisters he's known since childhood, transfer to his school and issue him a challenge to take back their family dagger from him. Unfortunately for him, they have discovered his one weakness: the fear of the naked female body. Now, Takeshi must undergo special training from his classmates Atsuko and Torai, and his teacher Miss Ayatsugi to resist the combined brute strength of Akari and the temptation of her sex-crazed twin Kagiri. Class will never be in order with these three constantly fighting each other.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1452.jpg",
      "color": "#d6861a"
    },
    "startDate": {
      "year": 1987,
      "month": 11,
      "day": 1
    },
    "genres": ["Action", "Comedy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Maison Ikkoku"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Maison Ikkoku is a romantic comedy series created by Rumiko Takahashi. The story centers around the development of the relationship between Kyoko Otonashi and Yusaku Godai. Kyoko is a recent widow who moves into the apartment house Ikkoku-kan where she becomes the manager. Godai is a wanna-be student (\"ronin\") struggling with college entrance exams.<br><br>\nWhen they meet, it's love at first sight&mdash;for Godai anyway. Along the way, the other tentants, the mysterious Yotsuya, the seemingly alcoholic Ichinose, and the brash Akemi, watch and occasionally take part to make their lives more interesting. To complicate matters further, the wealthy tennis coach Shun Mitaka has his eye on Kyoko, while Godai is pursued by both Nanao Kozue and Ibuki Yagami. Covering a wide range of emotions from hysterically funny to painfully sad, Maison Ikkoku&mdash;all 96 episodes&mdash;is well worth seeing.<br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1453-mghhMKzxEVcQ.jpg",
      "color": "#e45d6b"
    },
    "startDate": {
      "year": 1986,
      "month": 3,
      "day": 26
    },
    "genres": ["Comedy", "Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Kemonozume"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "A race of cannibal monsters called the Shokujinki exists and it is the job of the Kifuuken, an elite group of beast-hunters, to stop them. Toshihiko Momota, an expert swordsman and son of the Kifuuken organization's leader, unexpectedly falls in love at first sight with a beautiful girl named Yuka. However, the couple's relationship is much more complicated than it seems at first glance, for Yuka is a Shokujinki. <br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1454-fyg2zIQz5Qsj.png",
      "color": "#e45d35"
    },
    "startDate": {
      "year": 2006,
      "month": 8,
      "day": 5
    },
    "genres": ["Action", "Horror", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Makai Tenshou"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Get ready for a nightmarish journey through faith and betrayal as the infamous Jubei Yagyu wields his deadly blades against the forces of good and evil alike. In an orgy of unbelievable savagery, the armies of the Shogun give no quarter as they ruthlessly slaughter their enemies. Trapped on the rocky isthmus of Amakusa, the faithful await divine aid as the demon stirs in their midst. Desperate for vengeance, a Child of Heaven becomes the emissary of Hell.<br><br>\nTortured by visions of Amakusa's final hour, legendary swordsman Jubei Yagyu returns to his ancestral home seeking respite from the bloody duties of a feudal retainer. Life in the village of Yagyu possesses a serenity ill-befitting days of armed rebellion and unholy alliance. For Jubei the tranquility is far too transparent, and soon, chilling rumors reach him. Four dead heroes renew their claim to life, feeding on the fear and violence of the age. Forced to take up the sword once more, Jubei returns to the path of vengeance and damnation in Ninja Resurrection!<br><br>\n(Source: DVD cover)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1455.jpg",
      "color": "#e4861a"
    },
    "startDate": {
      "year": 1998,
      "month": 2,
      "day": 27
    },
    "genres": ["Action", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "L/R -Licensed by Royal-"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Jack Hofner and Rowe Rikenbacker are Cloud 7's L/R. Their job is to protect the Royal family of Ishtar, their treasures, and their reputation. Jack &amp; Rowe face one of the toughest missions of their career when they are assigned to protect Noelle, a candidate for the 15 Year Princesse contest. It starts out simple, but soon all of Cloud 7 are involved in a web of intrigue that includes bombings, corruption and murder.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1456-AKZCK1HcMOkI.png",
      "color": null
    },
    "startDate": {
      "year": 2003,
      "month": 1,
      "day": 8
    },
    "genres": ["Action", "Adventure", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "KEY THE METAL IDOL"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Her classmates at school called her Key, as in the \"key\" to a strange mystery. Key's \"grandfather\" was a kindly old scientist wanting to use his skill in robotics to create peace and love in the world. But when that kindly old scientist passed away, poor Key was left behind, lacking even the ability to smile.<br>\n\nThere still is hope, however a message left behind for Key suggests a fantastic possibility. Could it really be possible for Key to become a real, live human, if she can only win the love of 30,000 people? A dark, haunting tale of cybernetic sci-fi dreams, spiritual visions, and the turbulent world of Japanese pop music.<br><br>(Source: Discotek Media)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1457-2fMgN8MtD4mZ.png",
      "color": "#1a3593"
    },
    "startDate": {
      "year": 1994,
      "month": 12,
      "day": 16
    },
    "genres": ["Action", "Drama", "Mecha", "Music", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Uchuu no Kishi Tekkaman"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Tekkaman is just an average bright boy in his everyday life. However, modern science can turn him into a mighty space warrior. This becomes a reality when aggressive aliens come from space to invade our planet. Armed with a space lance, Tekkaman gallantly goes into action against the grotesque space creatures. During his battles he encounters a mysterious young man from another planet who helps him out whenever he is in danger.<br><br>\n(Source: Absoluteanime)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1458-KYkrFAIi5vvb.png",
      "color": "#e4bb50"
    },
    "startDate": {
      "year": 1975,
      "month": 7,
      "day": 2
    },
    "genres": ["Action", "Adventure", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Uchuu no Kishi Tekkaman Blade"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Tekkaman Blade takes place in the year 2300 AD. On a certain moment, the Radam attack earth. A few months after the beginning of the invasion, a tekkaman appears, he calls himself Blade and with the help of the Space Knights, Blade starts to fight the radam. But there are a few things that Blade isn't telling about his past.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1459-vkdwtG2LNQFU.png",
      "color": "#e4d6a1"
    },
    "startDate": {
      "year": 1992,
      "month": 2,
      "day": 18
    },
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Mecha",
      "Romance",
      "Sci-Fi"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Uchuu no Kishi Tekkaman Blade II"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "10 years have passed since the end of the last war against the radam. A new team of Space Knights has been assembled under the lead of Aki and D-boy. The first mission of the new tekkaman is to defeat the radam but then, they have to fight against a remnent from the past.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1460-eFMHhTQlJXXB.png",
      "color": "#e4ae35"
    },
    "startDate": {
      "year": 1994,
      "month": 7,
      "day": 21
    },
    "genres": ["Action", "Adventure", "Drama", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "MEMORIES"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Memories is a compilation of three standalone short films encompassing different genres.<br>\n<br>\nMagnetic Rose â€” a science fiction tale that tells a chilling story of love, loss, and the unwillingness to forget.\n<br>\nStink Bomb â€” a tongue-in-cheek story of a chemical researcher who is just looking for a way to get rid of his cold... so why is everybody around him dying?\n<br>\nCannon Fodder â€” an introspective tale about modern wars and simply following orders. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1462-PEj09dPw5KM2.png",
      "color": "#286b86"
    },
    "startDate": {
      "year": 1995,
      "month": 12,
      "day": 23
    },
    "genres": [
      "Adventure",
      "Comedy",
      "Drama",
      "Horror",
      "Mystery",
      "Psychological",
      "Sci-Fi"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hakaima Sadamitsu"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Sadamitsu, a high-school delinguents turned to a masked-hero, while not dealing with his rocky relationship with the strong female protagonist, he puts on a motorcycle-helmet-like mask and becomes a semi-robotic superhero who fights. He is assisted by other possibly- mechanical creatures in order to save the earth from the invasion of 20,000,000 escaped alien convicts.<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1465.jpg",
      "color": "#e4bb93"
    },
    "startDate": {
      "year": 2001,
      "month": 1,
      "day": 17
    },
    "genres": ["Action", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hakugei Densetsu"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "A courageous young man tries to find the only person who can save his planet from the most terrifying beast in the universe -- the great white whale Moby Dick -- in this futuristic anime adventure set in 4699. But locating the outlaw Captain Ahab and his elusory crew of whale hunters and persuading them to put an end to the leviathan's long reign of terror won't be easy. Will Ahab take up the challenge one more time? ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1466-W1JB1ud5Ix5V.png",
      "color": "#e4a143"
    },
    "startDate": {
      "year": 1997,
      "month": 4,
      "day": 9
    },
    "genres": ["Adventure", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Baoh Raihousha"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "A secret organization called \"Doress\" has funded the development of a genetically engineered parasite code-named \"<i>BAOH</i>.\" Organisms infected by <i>BAOH</i> become living survival machines, virtually indestructible, able to mutate their body structure to meet any threat. Properly controlled, the <i>BAOH</i> parasite could allow Doress to control the World.<br>\n<br>\nUnfortunately, their first human guinea-pig, a young man named Hashizawa Ikuroo, has managed to escape, along with a young girl, Sumire, who has a strange precognitive gift. Unless Doress operatives can find and destroy Ikuroo before the <i>BAOH</i> parasite fully manifests, their evil dream will come to naught.<br>\n<br>\nBut <i>BAOH</i>, comfortably hiding in Ikuroo's brain, won't make it easy.<br>\n<br>\n(Source: AnimEigo)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1468-kKU0Wacc8Thk.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 1989,
      "month": 9,
      "day": 16
    },
    "genres": ["Action", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Monster Farm: Enbanseki no Himitsu"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Genki is a boy who loves playing video games. One day he's zapped into the world of Monster Rancher and meets the girl Holly and the monsters Mochi, Suezo, Golem, Tiger and Hare. Together, they are searching for a way to revive the Phoenix, which is the only monster capable of stopping the evil Moo.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1469-7kKoYlntt8qV.jpg",
      "color": "#d6861a"
    },
    "startDate": {
      "year": 1999,
      "month": 4,
      "day": 17
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ryo Saeba works the streets of Tokyo as the City Hunter. He's a \"sweeper\" and with his sidekick Kaori Makimura, he keeps the city clean. People hire the City Hunter to solve their dangerous problems, which he does with a Colt Python. When Ryo's not working on a case, he's working on getting the ladies, and Kaori must keep him in check with her trusty 10 kg hammer.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1470-YiMz9AsTW7Bj.png",
      "color": "#e4ae50"
    },
    "startDate": {
      "year": 1987,
      "month": 4,
      "day": 6
    },
    "genres": ["Action", "Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter 2"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ryo Saeba is a \"sweeper\" know as the City Hunter. He and his sidekick Kaori Makimura are hired to solve problems that the police can't (or won't) handle. When he's not keeping the streets of Tokyo clean, Ryo is chasing the ladies, and Kaori chases after him with a giant anti-ecchi hammer.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1471-fGdrcINlEmwT.jpg",
      "color": "#78bbd6"
    },
    "startDate": {
      "year": 1988,
      "month": 4,
      "day": 2
    },
    "genres": ["Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter 3"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ryou Saeba and his long-suffering partner Kaori are out to make the streets of Shinjuku safe for the weak, the poor, the down- trodden, the... Well, actually, Ryouâ€™s just hoping for a little mokkori from a grateful client. And Kaoriâ€™s just hoping her 100-ton hammer is big enough to get Ryouâ€™s mind off the girls and on his job. With a bevy of beautiful women and a host of dastardly villains hanging around, City Hunterâ€™s got to be ready for any kind of action!<br>\n<br>\n(Source: Discotek)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1472-xs6VFKpwztMe.jpg",
      "color": "#f1bb50"
    },
    "startDate": {
      "year": 1989,
      "month": 10,
      "day": 15
    },
    "genres": ["Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter '91"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Ryo Saeba is back as the City Hunter, a \"sweeper\" (private detective) working on the streets of Tokyo. He and sidekick Kaori Makimura are hired to solve the problems of desperate people. When Ryo is not using his sharp shooting skills against bad guys, he's aiming his sites on pretty ladies. Kaori uses a giant anti-ecchi hammer to make sure he behaves",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1473-2L3kL5SdYdqU.jpg",
      "color": "#d6a16b"
    },
    "startDate": {
      "year": 1991,
      "month": 4,
      "day": 28
    },
    "genres": ["Action", "Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter: Ai to Shukumei no Magnum"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "A beautiful pianist comes to Tokyo for a charity concert, and City Hunter is there. But music isn`t his forte; he wants lessons in the language of love. Desperation becomes the word of the day as the bodies start dropping. A foreign dignitary is assassinated in cold blood. Secret agents scour the streets for a missing microchip. Diplomatic infighting swirls around the upcoming concert, and City Hunter is the only hope! <br><br>\n(Source: AnimeNfo)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1474-Sasa1WNPnkwi.jpg",
      "color": "#e47850"
    },
    "startDate": {
      "year": 1989,
      "month": 6,
      "day": 17
    },
    "genres": ["Action", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter: Bay City Wars"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "A new island resort has been built in Tokyo bay, and it is run by one of the world's most powerful super computers. The City Hunter gang has been invited to the grand opening party, but only Miki &amp; Kaori have gotten there. Soon, they and the rest of the party goers are taken hostage by an exiled South American dictator called General Gillium. Now it's up to Ryo and Umibozu to free the hostages, and prevent Gillium's daughter from using the super computer to launch a nuclear attack on the USA.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1475-uSmxYaXBLBs8.jpg",
      "color": "#e4935d"
    },
    "startDate": {
      "year": 1990,
      "month": 8,
      "day": 25
    },
    "genres": ["Action", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter: Hyakuman Doru no Inbou"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "Beautiful American Emily O'Hara offers the City Hunter (Ryo Saeba &amp; Kaori Makimura) one million dollars to protect her from a man named Douglas. Ryo &amp; Kaori take the job, but things are not quite what they seem. The real target just might be Ryo, but it's unclear who wants Saeba dead.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1476.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 1990,
      "month": 8,
      "day": 25
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter: The Secret Service"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "James McGuire has a dream. He wants to become the president of Guinam and free his people from the military rulers who have been in power up until now. However, one thing stands in McGuire's way: his past. And it's beginning to catch up with him, endangering not only his career, but the life of his long lost daughter. McGuire hires the City Hunter, Ryo Saeba and his partner Kaori to protect his daughter Anna, who herself is a Secret Service agent assigned to bodyguard the presidential hopeful.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1477-RdeLezgVD8Mn.jpg",
      "color": "#e48650"
    },
    "startDate": {
      "year": 1996,
      "month": 1,
      "day": 5
    },
    "genres": ["Action", "Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter: Goodbye My Sweetheart"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "Ryo Saeba (aka the City Hunter), is a private detective in the city of Tokyo. Together with sidekick Kaori Makimura, Ryo is hired by actress Emi Makaze to find her long lost brother. The woman's brother turns out to be \"The Professor\", a dillusional ex-soldier who's planing to destroy the Shinjuku district of Tokyo. Kaori is assigned to guard Emi, but they both get caught up in the Professor's scheme. The City Hunter must save them, without allowing downtown Tokyo to be destroyed.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1478-xW2v7RWLlJcJ.png",
      "color": "#f1d6a1"
    },
    "startDate": {
      "year": 1997,
      "month": 4,
      "day": 25
    },
    "genres": ["Action", "Adventure", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "City Hunter Special: Kinkyuu Namachuukei!? Kyouakuhan Saeba Ryou no Saigo"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "City Hunter, Saeba Ryo, after months of idleness, finally scores a client and it is none other than the beautiful Mega City TV newscaster, Sayaka, who fears for her life. What's more, the enemy are her employers who are ready to resort to any means necessary to kill her. Ryo takes on the might of a TV station in a bid to save Sayaka, but finds that all is not what it seems...",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1479-ai1yDwHXPFB8.jpg",
      "color": "#930d00"
    },
    "startDate": {
      "year": 1999,
      "month": 4,
      "day": 23
    },
    "genres": ["Adventure", "Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sky Girls OVA"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "In the near future, Earth is at war with aliens called Worms. The war leaves the population of Earth decimated, with young men the main casualties. The Worms were beaten back but their re-emergence heralds the creation of a mecha unit called the Sonic Divers, piloted by 3 young girls to counter this threat.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1480.jpg",
      "color": "#1a93d6"
    },
    "startDate": {
      "year": 2006,
      "month": 8,
      "day": 25
    },
    "genres": ["Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Urusei Yatsura: Haru da, Tobidase!"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "Broadcast between episodes 21 and 22, the Spring special was a 1-hr show with 2 parts. The first part, \"Urusei Yatsura All-Star All-Out Attack!\", was a series of outtakes from the preceding episodes and recaps of the first 21 episodes. The second part, \"The School Excursion! Run, Kunoichi!\", was an original episode, but not part of the ongoing series.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1481-2H06QluOtQWx.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 1982,
      "month": 4,
      "day": 2
    },
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "D.Gray-man"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Towards the end of the 19th century, Allen Walker officially joins the organization of Exorcists that destroy the beings known as Akuma; mechanic weapons made by the Millennium Earl with the suffering souls of the dead. Allen has both a cursed eye and an anti-Akuma weapon as an arm, bearing the power of \"Innocence\", a gift given to him as an apostle of God. Allen, along with his fellow Exorcists must put a stop to the Millennium Earl's ultimate plot that could lead to the destruction of the world and all who live on it.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1482-3IT5wm5AK9tF.jpg",
      "color": "#e4ae5d"
    },
    "startDate": {
      "year": 2006,
      "month": 10,
      "day": 3
    },
    "genres": ["Action", "Adventure", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "MASTER Keaton"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Taichi Keaton is a half-British half-Japanese archeologist and SAS veteran of the Falklands War. He solves mysteries and investigates insurance fraud for Lloyd's around the world.<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1483-LXbJYimBXUmF.png",
      "color": "#e48650"
    },
    "startDate": {
      "year": 1998,
      "month": 10,
      "day": 6
    },
    "genres": ["Adventure", "Drama", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Youma"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "A terrible war has ravaged the land, and now, fueled by the blood of numerous fallen warriors the Yoma, demons from hell, emerge once more. A skilled ninja seeks to end the bloodshed these demons inflict upon humanity, but to do this he must fight against his undead former best friend and fellow ninja who was killed in battle and has been resurrected to serve the Yoma.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1484-doDfkjX9k1Z6.jpg",
      "color": "#f16b5d"
    },
    "startDate": {
      "year": 1989,
      "month": 5,
      "day": 1
    },
    "genres": ["Action", "Adventure", "Horror", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Aka-chan to Boku"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Two months ago, Takuya Enoki's mother passed away in an accident leaving him to take care of his baby brother, Minoru, while their father works the long hours of a Japanese \"salaryman\". Takuya must sacrifice playtime and childhood to take care of his brother and do the responsibilities an adult would have: cooking, sewing, and scolding while trying to find it in his heart to love the brother who is causing him so much grief.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1485-OCWnMpSaAe5j.jpg",
      "color": "#ffc943"
    },
    "startDate": {
      "year": 1996,
      "month": 7,
      "day": 11
    },
    "genres": ["Comedy", "Drama", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Kodomo no Omocha"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "Sana Kurata has a charmed life. Not only is her mother is a famous, award-winning writer, but she's the star of the hit TV comedy \"Child's Toy\" while still in the fifth grade. But Sana's biggest concern is Akito Hayama, a pint-sized hellion who's organized the boys in their grade-school class into a mass of unending noise and violence. With the help of Rei, her manager, chauffeur and \"pimp,\" Sana is determined to win back control of the classroom from her new arch-enemy. But as her crusade continues, Sana moves further into Akito's life, and finds that he might not be entirely bad...or entirely safe.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1486-S1lSoaOlGBxQ.jpg",
      "color": "#50bbe4"
    },
    "startDate": {
      "year": 1996,
      "month": 4,
      "day": 5
    },
    "genres": ["Comedy", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": ".hack//Unison"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "Somewhere in the MMORPG called &lsquo;The World&rsquo;, a group is gathered at a pub, awaiting the start of an event. There, old friends and acquaintances are reunited, including those who rarely log on. Some are even forging new relationships for the first time. Together, invited by the hacker Helba, the group leaves for the event in the Net Slums where a celebration awaits them all.<br><br>\n[Written by MAL Rewrite]",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1487.jpg",
      "color": "#e4ae5d"
    },
    "startDate": {
      "year": 2003,
      "month": 10,
      "day": 24
    },
    "genres": ["Adventure", "Comedy", "Fantasy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Area 88"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "In a cruel twist of fate, talented young pilot Shin Kazama is tricked into serving as a mercenary for Area 88. A hell on Earth where men survive by gunning down anyone who stands in their way. To return home, Shin must sell his soul to the battlefield and pave the road back to Japan with the corpses of his fallen opponents.<br>\n<br>\n(Source: Discotek)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1488.jpg",
      "color": "#e4c943"
    },
    "startDate": {
      "year": 1985,
      "month": 2,
      "day": 5
    },
    "genres": ["Action", "Adventure", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Renkin San-kyuu Magical? Pokaan Specials"
    },
    "format": "SPECIAL",
    "status": "FINISHED",
    "description": "DVD specials.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/n1489-2KOUALyzIbHp.jpg",
      "color": "#fe50e4"
    },
    "startDate": {
      "year": 2006,
      "month": 6,
      "day": 23
    },
    "genres": ["Comedy", "Ecchi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ginga Tetsudou Monogatari"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "The story begins on planet Destiny, which claimed to be where the center of the Universe is, where all the terminals of \"The Galaxy Railways\" are gathered. The main character, Yuuki Manabu (20 years old), carrying on his dead Father and Brother`s will, joined SDF (Space Defense Force) to protect the safety of the Galaxy Railways. SDF, in order to uphold the reputation of maintaining the best transportation schedules within the Universe, deals with accidents, natural disasters, rescue operations, space pirates along all lines of the railway. Layla Destiny Shura is a mysterious beauty unifying SDF and all lines on The Galaxy Railways. <br><br>\nShe possesses the ability to see the destiny of planets, human beings and living things. Even though possessing such powers, she, being a \"Guardian of Destiny\", is unable to tell passengers leaving this station what difficulties lies ahead of them. However, appearances of those who uses evil powers to change the destinies of these travelers triggers another of her hidden ability. \"Destiny is changed by the individual`s oneself. Tomorrow`s happiness is grabbed by the individual`s own hands.\" In what manner will Yuuki`s destiny be seen by Layla? And, how will Yuuki deal with his destiny amidst the greatest crisis approaching The Galaxy Railways?<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1490.jpg",
      "color": null
    },
    "startDate": {
      "year": 2003,
      "month": 10,
      "day": 4
    },
    "genres": ["Action", "Drama", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ginga Tetsudou 999"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "In a distant future, Tetsuro is a human boy who wants his body replaced with a robotic one. This is possible, but to do so he has to reach the Immortal Planet onboard the space train Galaxy Express 999. Maetel, a beautiful and mysterious blonde woman dressed in Russian style, joins him in the long journey through space. Every episode sees our heroes arriving in a new planet's space train station. <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1491-XfYiHNYKDR2P.jpg",
      "color": "#e4780d"
    },
    "startDate": {
      "year": 1978,
      "month": 9,
      "day": 14
    },
    "genres": ["Adventure", "Drama", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Project ARMS"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "A boy gets involved in an accident when in kindergarten, horribly damaging his arm, but the doctors somehow manage to save it. Now, several years later, his arm seems to be becoming the focus of strange events as it turns out to be more than a normal arm. Meanwhile, a secret organizations is out to get hold of him and the power he possess. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1492-bdES48xL6wjS.jpg",
      "color": "#e45d50"
    },
    "startDate": {
      "year": 2001,
      "month": 4,
      "day": 7
    },
    "genres": ["Action", "Fantasy", "Mystery", "Sci-Fi", "Thriller"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Project ARMS: The 2nd Chapter"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "The 2nd Chapter continues the story of Ryo Takatsuki and his companions' quest to discover the secret of the mysterious A.R.M.S. they all possess and what the future may hold for them. They now know where the answers lie but to get to them, they must fight a desperate fight of survival against a powerful military corporation that wants their secrets no matter what the cost.<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b1493-sLFc2wR1q92E.jpg",
      "color": "#d61a35"
    },
    "startDate": {
      "year": 2001,
      "month": 10,
      "day": 6
    },
    "genres": ["Action", "Fantasy", "Mystery", "Sci-Fi", "Thriller"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Darkside Blues"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "The Persona Century Corporation has purchased nearly every parcel of land on earth. Dissension is not tolerated within the corporation's borders and those who oppose Persona are dealt with swiftly. Of those few places not yet under Persona's control is the free town of Kabuki-cho, also known as \"The Dark Side of Tokyo\". Within the town, under the leadership of a woman named Mai, is a small resistance group called Messiah. Into this world steps a man who takes the sobriquet of Kabuki-cho: Darkside. Sealed up in another dimension eighteen years ago by Persona Century, Darkside now returns to aid Messiah using his unique mystic power of renewal.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/n1494-aIZQzlTQSkhN.png",
      "color": "#1a3578"
    },
    "startDate": {
      "year": 1994,
      "month": 10,
      "day": 8
    },
    "genres": ["Horror", "Mystery", "Psychological", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Maetel Legend"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "The artificial sun that lights the frozen planet La Metalle is dying, threatening to extinguish what little life is left there. Queen La Andromeda Prometheum decides that the only way for her people to survive is for them to submit to Hardgear's transformation process, which will turn everyone's body into machines. The Queen's daughters, Emeraldas and Maetel, refuse to submit to this process, and fight to stay human. <br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx1495-U1Ma5BBIQ3Qz.jpg",
      "color": "#e4ae28"
    },
    "startDate": {
      "year": 2000,
      "month": 12,
      "day": 13
    },
    "genres": ["Drama", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Fushigi no Kuni no Miyuki-chan"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Miyuki, a cute girl, is in over her head. When late for school, she is suddenly transported to another world (Alice In Wonderland style), except that all the inhabitants of the other world are female...and they all seem to be in love with Miyuki. And the world behind her mirror is even weirder.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b1496-w5WyFAa0VuO2.png",
      "color": "#e4935d"
    },
    "startDate": {
      "year": 1995,
      "month": 6,
      "day": 21
    },
    "genres": ["Comedy", "Ecchi", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Aru Machi Kado no Monogatari"
    },
    "format": "MOVIE",
    "status": "FINISHED",
    "description": "The scene is set with a poster on a street corner, a girl who cherishes her teddy bear, a street lamp and a playful moth that is drawn to the lamp. These creatures and inanimate objects, each with their own dramas, get involved in a war and the story ends in a tragic climax. This is a private animated piece that expresses feelings rather than telling a story. It can be said that Tezuka Osamu, frustrated with working for big companies, made an attempt here to depict what he really wanted in his animation. This work illustrates that even a poster on the wall can have a vivid drama behind it, and brings the magic of animation alive for us.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1497.jpg",
      "color": "#f1935d"
    },
    "startDate": {
      "year": 1962,
      "month": 11,
      "day": 5
    },
    "genres": ["Drama", "Fantasy", "Music", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "BLACK BLOOD BROTHERS"
    },
    "format": "TV",
    "status": "FINISHED",
    "description": "A decade has passed since the war between humans and vampires, when the infectious bite of the Kowloon Bloodline set the streets ablaze. Today, Jiro travels to the Special Zone, where the peace between vampires and humans is threatening to crack. As a new battle erupts between human soldiers, vampiric refugees, and Kowloon Children, Jiro must draw the Silver Blade once more.<br>\n<br>\n(Source: Funimation)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1498-Un9KTrfUKkVj.png",
      "color": null
    },
    "startDate": {
      "year": 2006,
      "month": 9,
      "day": 8
    },
    "genres": ["Action", "Comedy", "Fantasy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "MaMa"
    },
    "format": "OVA",
    "status": "FINISHED",
    "description": "Yuichi feels lost and alone&mdash;until two seductive women offer him comfort! He can't choose between these lovely ladies, and they wouldn't want him to. In fact, they want nothing more than to teach Yuichi to be the master of his own destiny... and theirs!",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/1499.jpg",
      "color": "#d6a11a"
    },
    "startDate": {
      "year": 1997,
      "month": 6,
      "day": 30
    },
    "genres": ["Hentai"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Slayers"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Beautiful and brilliant sorcerer girls just can't have nice things, huh? All I wanted to do was swipe a little bit of bandit treasure. Now suddenly I'm being chased around by icky trolls, nasty demons, mean mummies, and brooding golem bad boys. And for what? A tiny little artifact that can bring about the end of the world? Hah! I'll show them there's a reason you don't cross Lina Inverse...<br>\n<br>\n(Source: J-Novel Club)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx38876-8LzCgLM9UJe8.png",
      "color": "#febb50"
    },
    "startDate": {
      "year": 1990,
      "month": 1,
      "day": 17
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Lythtis"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Migiwa tries to depose Donatus, an evil tyrant, and to rescue his kidnapped sister Kira. He meets Lythtis, a young girl trawelling with a dragon, who seems to be her cursed brother. Lythtis must fight against Donatus too in order to save the sacred land of Olveis. With Kira by his side, the evil Donatus rules Olveis with an iron fist and tries to destroy both Migiwa and Lythtis. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/8894.jpg",
      "color": "#5dbbe4"
    },
    "startDate": {
      "year": 1995,
      "month": 6,
      "day": 1
    },
    "genres": ["Action", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hyper Love Power"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Two races of half-bird half-human creatures live undetected among humans: The cockatrices and the basilisks. Kozakura Sora is a young cockatrice who switches schools for his assigned task of keeping an eye on Karasuma Rin, a basilisk and student council president. However, on his first day Sora flies into Karasuma Kai, Rin's younger brother. A fateful meeting that changes everything...\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx38914-7EGihpq4Fk1d.jpg",
      "color": "#f1d650"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Saintâ˜†Onii-san"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "There are saints living in Tokyo, Japan: Buddha the Enlightened One and Jesus, Son of God. After successfully bringing the previous century to a close, the two share an apartment in Tachikawa while enjoying some well-earned time off down on Earth. Buddha pinches pennies like a typical neighborhood housewife, while Jesus is prone to making impulse buys. Read all about the saintliest duoâ€™s carefree days in Tachikawa â€¦\n<br><br>\n(Source: Kodansha)\n<br><br>\n<b>Note:</b> Won the Tezuka Osamu Short story Award in 2009 and it was nominated for the 2nd Manga Taisho Award in 2009.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx38947-GvJLDxcKeP1b.png",
      "color": "#f15d6b"
    },
    "startDate": {
      "year": 2006,
      "month": 8,
      "day": 10
    },
    "genres": ["Comedy", "Slice of Life", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Toki no Houmonsha"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "It all begins with an odd encounter at night in a park. Touko-chan is walking home from a convenience store when she comes across a handsome guy who looks a bit strange. What he says when he sees her is even more strange. He asks her wat month, day, and year it is! Touko things this guy is really weird, but she answers his question and goes along her way.<br><br>\nThe very next day she encounters that strange guy again. This time he is a new transfer student in her class! His name is KAIBARA Jin, and he acts as if he has no memory of meeting Touko at all. Jin is very cute, and all the girls in Touko&rsquo;s class like him a lot. Touko, however, still thinks he is odd, and she can feel him looking at her sometimes, though she has a hard time catching him at it. But she doesn&rsquo;t have much time to dwell on the new student.<br><br>\nTouko is busy trying to deal with some awful school bullying. After accusing her of stealing someone&rsquo;s boyfriend (something she didn&rsquo;t do) all the girls in her class have been playing mean tricks on Touko. It&rsquo;s the usual Japanese school bullying &mdash; Scrawling unpleasant remarks in her class notebooks, putting needles and thumbtacks in her indoor school shoes, ignoring her, that sort of thing. Touko quietly puts up with it all, and really only manages to cope thanks to the loyal friendship of her friend Miyuki. Miyuki is the only one who ignores all the bullying and remains friends with Touko.<br><br>\nEnduring the cruelty is a pain, and Touko can sometimes sense that Jin is observing her and knows what is going on. He too, doesn&rsquo;t seem to mind being friendly to Touko in spite of her outcast status. Jin is very mysterious, and has a sort of unusual aura around him, like Touko can sense something different. However, because Jin is cute and pupular, his attention and friendliness towards Touko only causes her more problems. Jealous of her, the other girls increase their bullying, and it gets to a point where they threaten Touko&rsquo;s life by hanging her out a window!<br><br>\nBut then something really odd happens. Jin steps in, claiming that Touko is about to die there. How exactly does he know this? The other girls were just being mean, and had no intention to actually kill Touko. But Jin knows what will happen. Why? He claims that he is actually from the 23rd century, and he is there to save her! How can anyone possibly believe that?! Then again, he did ask such a strange question when they first met. Is Jin really from the future? Would Touko really have died there, and why would he want to save her? Strange things seem to happen around Jin, he may possibly be telling the truth&hellip;.<br><br>\nThus begins the adventures of Touko and her bodyguard who may or may not be from the future!<br><br>\nTaken from Emily's Random Shoujo Manga Page ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9051.jpg",
      "color": "#e49350"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ookami to Koushinryou"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "The life of a traveling merchant is a lonely one, a fact with which Kraft Lawrence is well acquainted. Wandering from town to town with just his horse, cart, and whatever wares have come his way, the peddler has pretty well settled into his routine&mdash;that is, until the night Lawrence finds a wolf goddess asleep in his cart. Taking the form of a fetching girl with wolf ears and a tail, Holo has wearied of tending to harvests in the countryside and strikes up a bargain with the merchant to lend him the cunning of &ldquo;Holo the Wisewolf&rdquo; to increase his profits in exchange for taking her along on his travels. What kind of businessman could turn down such an offer? Lawrence soon learns, though, that having an ancient goddess as a traveling companion can be a bit of a mixed blessing. Will this wolf girl turn out to be too wild to tame?<br><br>\n(Source: Yen Press)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx39115-2uLgBuM30i1b.jpg",
      "color": null
    },
    "startDate": {
      "year": 2006,
      "month": 2,
      "day": 10
    },
    "genres": ["Adventure", "Drama", "Fantasy", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Zero: Circle of Flow"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Gi Yuh is the leader of the strongest gang in his high school. He lives together with his younger sister, who seems to love him. <br>\nWhen saving the beautiful Ha Na from a truck he instead gets injured and lies in coma for two weeks. During these two weeks he dives into a strange dreamworld and after his recovery he is not the same anymore. He regularly dreams about what seems to be a past him. To find out what happened to him he asked his teacher for help, who has friends, who deal with fortunetelling and supernatural powers. Here he finds the answer to his strange condition: He is supposed to be a \"higher\" ghost\", who takes the position of a dead or soon-dying person.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9182.jpg",
      "color": "#e4935d"
    },
    "startDate": {
      "year": 2005,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Ecchi", "Fantasy"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Vibration Life"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Haeyoon Suh is a scrappy, cute 18-year-old who's attached at the hip to the slick Sungmoo Kang. Sungmoo, the easygoing, compassionate and carefree best friend of Haeyoon's brother, Haeil, has always been the person Haeyoon turns to. For everything. Ever since they were children, Sungmoo's been there to comfort Haeyoon when Haeil goes into overdrive with the discipline, but as the years wore on, the three boys have grown apart. With Sungmoo trying to keep the conflicted Haeyoon at arm's length, Haeyoon can't help but feel his heart breaking. Just when things couldn't get worse, Wooje Kim, the school bad-ass, has set his sights on Haeyoon...<br><br>\n(Source: Netcomics)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9375.jpg",
      "color": "#ffd6a1"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Money no Ken"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9408.jpg",
      "color": "#e48628"
    },
    "startDate": {
      "year": 2005,
      "month": null,
      "day": null
    },
    "genres": ["Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sarasah"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "High schooler Ji-Hae is desperately in love with her classmate Seung-Hyu. She has done all she can think of to win his affection, but to no avail. When her latest scheme crosses the line, Seung-Hyu decides he&rsquo;s had enough&hellip;and inadvertently pushes her down a staircase! Ji-Hae awakens in the world beyond, only to learn that it&rsquo;s not her time to die. But why go back when the love of her life hates her to death? Touched by her passion, the keepers send Ji-Hae to her past life to mend the rift between her former self and Seung-Hyu. But can Ji-Hae keep up the act long enough to find Seung-Hyu and set things right?<br><br>\n(Source: Yen Press)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9615.jpg",
      "color": "#e43535"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Oyayubi no Himegoto"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/9782.jpg",
      "color": "#f17843"
    },
    "startDate": {
      "year": 2008,
      "month": 4,
      "day": 14
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Doukyo-Ijou Dousei-Miman"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10085.jpg",
      "color": "#e4a15d"
    },
    "startDate": {
      "year": 2007,
      "month": 12,
      "day": 1
    },
    "genres": ["Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Piyo Piyo Familia Wonderful"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Kana-chan is blessed with fraternal twins, Sae-chan and Mayu-chan. Although they are twins but they are not look-alike. Moreover, these two babies are really attached with their older sister, which only make them cuter! Just watch how they race against each other every single day to get into Kana-chan&rsquo;s arms. If you look closer you&rsquo;ll notice the evilness of Mayu-chan but don&rsquo;t think that Sae-chan hasn&rsquo;t had a bad side either. Their days continue to fill with love and affection from their family. However, there will be a guy who will fall for Kana-chan and Mayu-chan will dubbed this guy as her rival against her sister&rsquo;s affection!",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10111.jpg",
      "color": "#f1a128"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "MuZz"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "MuZz is the story of Farllee, a girl who wakes up on a train, surrounded by strange creatures, with no idea of who she is or how she got there. She's on the MuZz Express, a train that carries discarded ideas to a land where they hope to live happy existences.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10163.jpg",
      "color": null
    },
    "startDate": {
      "year": 2004,
      "month": null,
      "day": null
    },
    "genres": ["Adventure", "Fantasy", "Mystery", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Super Mario-kun"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Features stories based on the hit Super Mario games! From crazy to classic, Mario and his friends star in adventures that find them traveling through the many worlds of one of the biggest video game series ever!\n<br><br>\n(Source: Viz Media)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10314.jpg",
      "color": "#e4d650"
    },
    "startDate": {
      "year": 1991,
      "month": 11,
      "day": 15
    },
    "genres": ["Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sekaiichi Hatsukoi: Onodera Ritsu no Baai"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Onodera Ritsu has just transferred from his father's publishing company to Marukawa Shoten. Assigned to the shoujo manga division, he crosses path with the person he'd least expected to meet. Takano Masamune is the editor-in-chief of the division Ritsu's been assigned to, and the two seem get off on the wrong foot right from the very start when Takano unexpectedly kisses him. However, there is more to than what meets the eye: Takano is actually Saga, Ritsu's senpai and high school love, whom Ritsu had thought to have played him for a fool by taking his affections for granted when he confessed and summarily dumped him.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx40573-YOvX7o31ZXLU.png",
      "color": "#f15dbb"
    },
    "startDate": {
      "year": 2006,
      "month": 10,
      "day": 13
    },
    "genres": ["Comedy", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Strawberry Palace"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "In this country, there are beings called Sapeles. These beings are not human; they are treated as slaves. Society shuns them, just as they would poor people. Sapele are not allowed to have desires, especially desires for things like love. If they do, they are considered broken, useless. Lepu Le is a Sapele trying to come to terms with himself, not understanding or knowing anything about who he really is, or where he came from. After a fateful encounter with a broken Sapele known as Roie, he starts to question what he is told even more.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10597.jpg",
      "color": "#e45d93"
    },
    "startDate": {
      "year": 2008,
      "month": 9,
      "day": 1
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Howagura"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10615.jpg",
      "color": "#e4bb50"
    },
    "startDate": {
      "year": 2008,
      "month": 7,
      "day": 1
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Neko Mantan"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10616.jpg",
      "color": "#c9d61a"
    },
    "startDate": {
      "year": 2005,
      "month": 5,
      "day": null
    },
    "genres": ["Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tales of Vesperia ~ Flynn, The Holy Silver Knight"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A side-story of Tales of Vesperia focusing on Flynn Scifo",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10693.jpg",
      "color": null
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Arata Kangatari"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "In a world where humans and gods coexist, Arata is the unfortunate successor to the matriarchal Hime Clan--unfortunate because if he's not cross-dressing to hide his gender one minute, he's fleeing for his life the next! When Arata winds up in the modern world and switches places with a boy named Arata Hinohara, it's a wonder which Arata's actually better off...\n<br><br>\nHinohara is the spitting image of Arata, so he suddenly finds himself fighting people after his life! As he navigates through this foreign world filled with power-hungry warriors, who will come to his aid? One thing's for sure--it's not easy being Arata!\n<br><br>\n(Source: Viz Media)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx40750-sIau7BT4K9eo.png",
      "color": "#f10d43"
    },
    "startDate": {
      "year": 2008,
      "month": 10,
      "day": 1
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "High & High"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Salamander is a demon with a mission.  The Dark Lord is amassing his own harem using his powerful charm magic, leaving practically no woman untouched.  The council can't stand such a man-filled world and order Salamander to hinder the Dark Lord's plans.  However, the only one who can defeat him is the hero that is marked with a star-shaped holy symbol.  Salamander is commanded to locate and protect that person.  <br><br>\nSalamander soon finds (and is subsequently knocked out by) the hero, who is a bright, independent, and strong high school girl named Aoki Tsubasa.  After learning that the hero is a girl, the council members get excited and announce a change of plans.  Since Salamander is good-looking and the hero is a woman, the obvious path is that she must fall in love with him!  And he can't return until she does.  Thus Salamander is reluctantly caught up in the Big Lovey Dovey Plan!  <br><br>\n(Source: shinkeikaku)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10845.jpg",
      "color": "#f15d50"
    },
    "startDate": {
      "year": 2008,
      "month": 1,
      "day": 20
    },
    "genres": ["Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Read or Die"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Odaiba, Tokyo, a skyscraper devoid of human life. Woo had come from Hong Kong, bringing with him a rare book entitled \"The Black Book of Fairy Tales\". His counterpart was a blond Englishman. However, next to him was a bespectacled young Eurasian woman, whom he introduced as a consultant. To check her for weapons, Woo opened the front of the woman's coat and was promptly struck speechless. The inside of the coat bristled with pockets, which were overflowing with novels, magazines, newspapers, and God knows what else! ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx40869-jsiVLCZbCZOD.jpg",
      "color": "#e4a143"
    },
    "startDate": {
      "year": 2000,
      "month": 7,
      "day": 14
    },
    "genres": ["Action", "Comedy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "P.S. Three-san"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "P.S. Three-san (amazon) is a manga by IKa which was originally posted online as a web comic but was recently published and sold in a book. The story is about this girl called PS3-san who is trying to become an idol, and her main rivals are Wii-san and Hakomaru-san (referring to the 360). - Canned Dogs",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10883.jpg",
      "color": "#f19350"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Megane Otoko na Kare"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A collection of short stories by various authors that feature guys with glasses.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10906.jpg",
      "color": "#1a78d6"
    },
    "startDate": {
      "year": 2008,
      "month": 2,
      "day": 1
    },
    "genres": ["Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Libertine Life"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A story about a couple who live in an apartment with their cat.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10947.jpg",
      "color": "#e4781a"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shin Gyaku Hakkenden Out Collars"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/10966.jpg",
      "color": "#e4935d"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Ecchi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "I'm at End of Your Sight"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Je-hyung who is left alone after his mother's death quits school and starts to work. On his way home he meets a girl who doesn't seem to have any place to go and brings her to his house. She disappears next morning, and three years later they meet again. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11056.jpg",
      "color": "#ffae86"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Prince of After School"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A Prince of Tennis tribute in the form of comic strips.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41153-ZXHSZWKthY48.png",
      "color": "#e48643"
    },
    "startDate": {
      "year": 2008,
      "month": 11,
      "day": 4
    },
    "genres": ["Comedy", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Meitantei Conan"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Novel 1<br>\nThe Legend of the Buried Treasure of Koshu<br>\nReleased date: May 15, 2005<br><br>\nNovel 2<br>\nMurder Symphony<br>\nReleased date: March 15, 2006<br><br>\nNovel 3<br>\nA Challenge Letter to Shinichi Kudo: Prologue Until Goodbye<br>\nReleased date: October 15, 2006<br><br>\nNovel 4<br>\nShinichi Kudo Returns ~Confrontation with the Black Organization~<br>\nReleased date: December 19, 2007<br><br>\nNovel 5<br>\nThe Witch of Ejinbara<br>\nReleased date: July 11, 2008<br><br>\nNovel 6<br>\nA Challenge Letter to Shinichi Kudo ~The Mystery of the Legendary Bird~<br>\nReleased date: April 16, 2011<br><br>\nNovel 7<br>\nA Challenge Letter to Shinichi Kudo ~Murder in the Court~<br>\nReleased date: September 16, 2011<br><br>\nNovel 8<br>\nA Challenge Letter to Shinichi Kudo ~Love Formula Murder Case~<br>\nReleased date: December 14, 2011<br><br>\nNovel 9<br>\nA Challenge Letter to Shinichi Kudo ~Showdown! Shinichi Kudo vs Heiji Hattori~<br>\nReleased date: April 12, 2012",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41176-IkOUYyagp3OP.jpg",
      "color": "#d6c91a"
    },
    "startDate": {
      "year": 2005,
      "month": 5,
      "day": 15
    },
    "genres": ["Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Geobreeders"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Problems of the supernatural are menacing the city, and it's up to Kagura Security to stop them! Together, firey president Yuka, stylish Maki, computer expert Takami, brilliant mechanic Yui, and normal guy Yoichi, are detectives, damage control, and more.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11215.jpg",
      "color": "#e47835"
    },
    "startDate": {
      "year": 1995,
      "month": 5,
      "day": 1
    },
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Gengetsurou Kitan"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Shouichirou Tsurugi is the master of an well-established, upscale miso shop. He's a noted \"prodigal son\" and an eccentric \"Jack of all trades, master of none.\" He's also the patron of a suspicious male geisha, Yosaburou, who will do anything for money and has no talent, except for telling ghost stories. It may or may not be true that the young master is making amorous advances toward Yosaburou! Every night, the parlor of a restaurant in the red light district called Ghost Moon Tower showcases mysterious tales that interweave \"strange things\" and people's other desires.<br><br>\n(Source: PresenceDear)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41218-zvDYMGaOEta7.jpg",
      "color": "#d6281a"
    },
    "startDate": {
      "year": 2004,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Drama", "Fantasy", "Horror", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Gakuen Kino"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Kino is an ordinary high school student enjoying an ordinary life in an ordinary world. But when a mysterious entity transforms her classmates into demons and besieges the school, itâ€™s up to her to transform into Mysterious Bishoujo Gun Fighter Rider Kino and bring peace back to the city!<br><br>\nAccompanied by Hermes the talking cell phone strap, Samoyed Mask the handsome but highly incompetent self-proclaimed protector, and the ever-mysterious Detective Wanwan, Kino sets out to conquer every restaurant in town and maybe save the world if she has time to spare.<br><br>\nA spin-off of the acclaimed Kinoâ€™s Journey series, Gakuen Kino is a lighthearted comedy where nothing is sacredâ€”not even the original series.<br><br>(Source: Untuned Translation Blog)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41263-VcnA7dgnIpQp.jpg",
      "color": "#e4c986"
    },
    "startDate": {
      "year": 2006,
      "month": 7,
      "day": 10
    },
    "genres": ["Action", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Cang Tian Zhi Qi"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "An ancient longing that transcends heaven and earth. Shen Dai Village &ndash; A place where heaven and earth cross paths.<br><br>\nFor the villagers, once they reach the age of 16, they become eligible to take part in the Deity Representative Elections to become representatives for Deities in the human world.<br><br>\nIn the Deity Representative Elections this time round, the Mountain Deity, Cang Qi, who was summoned with considerable effort, immediately elected Qian Shou as his representative upon appearing!<br>\nHowever, in that moment when Qian Shou saw Cang Qi, what were those images that flashed through Qian Shou's mind...\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11467.jpg",
      "color": "#e48635"
    },
    "startDate": {
      "year": 2008,
      "month": 4,
      "day": 30
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Otoyomegatari"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "<i>A Bride&rsquo;s Story</i> tells the tale of a beautiful young bride in nineteenth-century Asia. At the age of twenty, Amir is sent to a neighboring town to be wed. But her surprise at learning her new husband, Karluk, is eight years younger than her is quickly replaced by a deep affection for the boy and his family. Though she hails from just beyond the mountains, Amir&rsquo;s clan had very different customs, foods, and clothes from what Karluk is used to. As the two of them learn more about each other through their day-to-day lives, the bond of respect and love grows stronger.<br><br>\n(Source: Yen Press)<br><br>\n<i>Note: Won the Prix IntergÃ©nÃ©rations (\"Intergenerational Award\") at the AngoulÃªme International Comics Festival in 2012 and the 7th Manga Taishou award in 2014.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41514-IHeXFwqmWivk.jpg",
      "color": "#e4d6ae"
    },
    "startDate": {
      "year": 2008,
      "month": 10,
      "day": 14
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Yuru Yuri"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Right after starting middle school, Akari Akaza joins the Amusement Club which is composed solely by her two childhood friends, Kyouko Toshinou and Yui Funami. Chinatsu Yoshikawa, Akaza's classmate, becomes a member after finding out about the dissolution of the Tea Club.\n<br><br>\nThe Amusement Club, situated at the tea room facility since the Tea Club disbanded, has no clear purpose, being free for the girls to do whatever they want.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41593-F0bPs2QLOuzL.jpg",
      "color": "#fef128"
    },
    "startDate": {
      "year": 2008,
      "month": 6,
      "day": 18
    },
    "genres": ["Comedy", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Close to My Sweetheart"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Exchange students of boy and girl schools, the start of a confusing and sweet life? Qu You Lin, a national Judo champion, and Yan Ya Qiao, honored as a traditional Chinese music genius, were forced to study in each other&rsquo;s schools. What You Lin faced at the boys&rsquo; school, is a shaky Judo club, useless members, and a runaway coach; Ya Qiao, at the girls&rsquo; school, although nicknamed Little Prince Xiao Qiao, can he live surrounded by stars? Both long to go back to their schools, but still like finding such new possibilities&hellip;<br>\nby Esth&eacute;tique",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11659.jpg",
      "color": "#e4a150"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Drama", "Romance"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Momogumi Plus Senki"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "After transferring to a new school, Yuuki, a distaster-attracting young student, is told that his is actually the reincarnation of Momotaro from Japanese foklore. What's worse, he was cursed by demons in his previous life! And if he doesn't break the curse, he will die on the day he turns eighteen. Luckily for Yuuki, he won't have to battle these demons alone--his three mystical minions, Yukishiro, Masahiko and Sawa will be there to instruct and protect him every step of the way!\n<br><br>\n(Source: Viz Media)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41661-0hSyAFRHW4iD.jpg",
      "color": "#f1d65d"
    },
    "startDate": {
      "year": 2005,
      "month": 3,
      "day": 24
    },
    "genres": ["Action", "Comedy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Death Edge"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "The strangers clad in black clothes in the organization \"Death Edge\". Their goal is to murder \"Angels\". They've killed enough people to fill the park, for the sake of thrill and adrenaline; These dark fallen Angels have landed on Earth.<br><br>\n(Source: Kawaii Corner)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41729-dXVJ8r7URixU.jpg",
      "color": null
    },
    "startDate": {
      "year": 2008,
      "month": 12,
      "day": 1
    },
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "The King of Debris"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Citro's an all-too-human android boy who lives with his \"grandfather,\" an old mechanic, and Corona, the mechanic's granddaughter. When warring factions battle it out at his home, a powerful device implants itself in Citro, making him both more powerful and the target of evil forces. Tragedy propels Citro and Corona on a quest, accompanied by their new ally Tera, the broomstick-flying, techno-witch.<br><br>\nFrom:animenewsnetwork.com<br><br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11756.jpg",
      "color": "#f1d650"
    },
    "startDate": {
      "year": 2006,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tetsunagi Kooni"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "With her mother missing and an empty stomach, the Oni girl Senri reluctantly came down the mountain towards human habitation, where she collapsed in the street.<br><br>\nComing across her by chance, the human girl Shin offered her house as place for Senri to live.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41779-I7zrrCphZA1I.png",
      "color": null
    },
    "startDate": {
      "year": 2006,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Fantasy", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Akikan!"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "The story revolves around a typical high school boy named Kakeru Daichi and the can of melon juice soda that he bought from a vending machine. The can suddenly transforms into a beautiful but standoffish girl that Kakeru nicknames \"Melon,\" and more \"Akikan\" (\"empty can\") girls appear. However, Akikan girls need to be infused with carbon dioxide in order to turn into a human. <br><br>\n(Source: Anime News Network, edited)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11913.jpg",
      "color": "#febb50"
    },
    "startDate": {
      "year": 2007,
      "month": 5,
      "day": 24
    },
    "genres": ["Comedy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Adekan"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Shiro, a laid-back and absentmindedly seductive umbrella craftsman, is (surprisingly) a close friend of Koujirou, a hot-blooded young police officer who stands against all things undisciplined. With their mutual knack for attracting trouble, the pair soon find themselves involved in a bloody and erotic thrill-ride in their off-kilter town full of equally off-kilter people.\n<br><br>\nThis action-packed, jack-of-all-trades manga will have you swooning at its sexiness and leave you more addicted than opiumâ€”guaranteed!",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41914-zjizw4Q8Uqbu.png",
      "color": "#f1935d"
    },
    "startDate": {
      "year": 2007,
      "month": 7,
      "day": 14
    },
    "genres": ["Action", "Ecchi", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Kikinosuke Gomen - Giyaman no Sho"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "During the middle of the Edo period, there was a long reign of peace in which no one died in a conflict. But being born into a samurai family, there could be only one successor to the house, hence, the second and third sons of the family were busy looking for work. This is the story of Kikinosuke Fujimi, second son to the Fujimi family.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/11973.jpg",
      "color": null
    },
    "startDate": {
      "year": 2007,
      "month": 12,
      "day": 19
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Neko mix Genkitan Toraji"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "The first mouse appeared on the night of a full moon over two thousand years ago. A timeless children's song among the humans tells how it made powerful mice companions and legions of war mice. Then it declared war on all humankind.<br><br>Pai'yan is one of the king's honored 7 heroes, renowned for his skill in fighting the mice. He comes home after a long campaign to find his young son kidnapped by the Magic Mouse, and his son's pet kitten Toraji transformed into a half-human cat mix. Now Pai'yan travels with Toraji, searching for any word that could lead them to the Magic Mouse and his missing son.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx41997-f9GOTPqf5V4G.jpg",
      "color": "#f1ae50"
    },
    "startDate": {
      "year": 2004,
      "month": 12,
      "day": 28
    },
    "genres": ["Adventure", "Comedy", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bell Princess"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Because of a sin she committed in her past life, Princess Bell was born as a golden bell. In order get back her human appearance, she must find Prince Mu Kyul and tie their strings of fate back together. Will the reincarnated lovers be able to meet again?",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx42071-CzFfM1ytYKUd.jpg",
      "color": "#e4785d"
    },
    "startDate": {
      "year": 2007,
      "month": 9,
      "day": 20
    },
    "genres": ["Drama", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Pikapika Kachiku"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Kurosawa Mahane is a 17 year old girl that gets kidnapped a lot.  78 times so far!  Although Mahane managed to elude the previous 77 captors by herself, her newest one is different&mdash;he&rsquo;s a strange, rather violent young man from a different world.  He snaps a collar and chain on Mahane's neck and declares that she's an animal that lives only for his convenience.  What kind of power does he have over Mahane and how will she escape this time?  <br><br>\n(Source: shinkeikaku)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12195.jpg",
      "color": "#d6e45d"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Hidan no Aria"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Tokyo Butei High school--- It was a special school where armed detectives, also known as \"Butei\" are being brought up. Tohyama Kinji is a sophomore student who has the unique body which activates a \"super mode\" when it was stimulated by \"something\". He tries to hide it to others in order to live a peaceful life. But trouble came to find him when he became a victim of a bombing incident, where he met the Butei high \"Assault\" department elite, Aria H. Kanzaki.<br><br>\n(Source: Baka-Tsuki)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx42297-cLGo2Mk2rgvT.png",
      "color": null
    },
    "startDate": {
      "year": 2008,
      "month": 8,
      "day": 25
    },
    "genres": ["Action", "Comedy", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Gadirok"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "From ADV:<br>\nThe Hwan-Woong dynasty is in turmoil. General Hae-Mo-Soo has taken control of most of the land. Prince Chi-Woo, ruler of the Hwan-Woong dynasty, is so severely depressed by the hardships he's suffered during the Revolution that he has become almost non-functional. It's in this state that the prince is discovered by Gat, a peasant and close friend of the prince. Gat rescues Ghi-Woo from General Hae-Mo-Soo's men, but the danger is not over yet. Though Hae-Mo-Soo and Shi-Woo both lay claim to power, there can be only one ruler of the land. Gat and Chi-Woo begin their journey together, enduring heartache and hardship as they seek to reclaim the prince's rightful place on the throne. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12327.jpg",
      "color": "#e45035"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Bihada Ichizoku"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "There is a World Beautiful-Skin Competition (WBC) to which the 3 billion woman of the world aspire to win. Carrying on the 300-year legacy of the competition are twin Bihada sisters, Sara and Saki.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12469.jpg",
      "color": "#e4c9a1"
    },
    "startDate": {
      "year": 2008,
      "month": 11,
      "day": 1
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Di Ba"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "Over the years, countless powerful cultivators have come and gone. \nBut the world never realized that behind every powerful cultivator, there seemed to be a mysterious... Dark Crow. After the Dark Crow guided a legion of young cultivators to the peak of cultivation and established their own sects, he chose to leave the world behind.\n<br><br>\nThousands of years have passed since his departure, and the once mighty sects have become weak and in danger of failing. Finally the Dark Crow returned in the form of a young man, here to fulfill his promise to defend the sects.\n<br><br>\n(Source: Tencent, translated)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153474-Uzi9Sg4BSDk9.png",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Drama", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Tiandao Tushuguan"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "Traversing into another world, Zhang Xuan finds himself becoming an honorable teacher. Along with his transcension, a mysterious library appears in his mind. As long as it is something he has seen, regardless of whether it is a human or an object, a book on its weaknesses will be automatically compiled in the library. Thus, he becomes formidable.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153476-ONwqkFkWOZp9.png",
      "color": "#aee4e4"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Shi Fang Shen Wang"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153478-o0IebG1YhaZ6.png",
      "color": "#1a6b93"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Wo Jiushi Bu An Taolu Chu Pai"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "Jiang Beiran's journey to the Xuanlong Continent began in tragedy. He had finally gotten the system, but he had not anticipated it having its own rhythm. As a result, Jiang Beiran chose Gou, avoiding all opportunities to brag and living in quiet. However, reality prevents him from salting a fish; even if he merely displays his might, he has established himself as a mystery powerhouse in the< eyes of all, and he has attracted people wanting a piece of it.\n<br><br>\n(Source: Tencent, translated)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153479-gNtp7JxbJXgH.png",
      "color": "#fed650"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Shishang Diyi Hunluan"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153480-B9D0jprB09SE.png",
      "color": "#50c9fe"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Wan Gu Zui Qiang Zong"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153482-9VBxc3MTKR5V.png",
      "color": "#e4ae43"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Cong Hong Yue Kaishi"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153483-zrqunSlFH007.png",
      "color": "#e45043"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Horror", "Psychological", "Sci-Fi", "Supernatural"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Diqiu Jintou"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153484-8aSfGU0faRpL.png",
      "color": "#f1c9ae"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Adventure"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Qianxi Yi Wenlu"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153486-2gCczw7mTXwK.png",
      "color": "#f1d6c9"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Supernatural"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Bairimeng"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "A collection of 6 short films:<br>\n1) å±±æµ·æˆ®å‰åºä¹‹ç« ï¼šèœƒæ™¯<br>\n2) ç¥žå¼¦æ›²<br>\n3) ç­‘é­‚<br>\n4) ç³–æžœç‹‚æƒ³æ›²<br>\n5) ä¸€å­—<br>\n6) ç¨»è‰è®°",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153488-yPmjvgbYN7Ks.png",
      "color": "#f1ae0d"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Xiong Bing Lian 4"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The fourth season of <i>Xiong Bing Lian</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153491-UvIsPkSfRDZd.png",
      "color": "#50aee4"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Sci-Fi"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Sanguo Yanyi 3"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The third season of <i>Sanguo Yanyi</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153492-yoZifCgKhH9d.png",
      "color": "#78501a"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Drama"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Xi Xing Ji: Nian Bo Ju Ji"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The fifth season of <i>Xixing Ji</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153493-fOohrWTD6pGt.jpg",
      "color": "#e4930d"
    },
    "startDate": {
      "year": 2023,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Xingchen Bian 5"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The fifth season of <i>Xingchen Bian</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153494-IIeUYK2vYMZa.png",
      "color": "#5d86e4"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy", "Romance"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Wu Dong Qiankun 4"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The fourth season of <i>Wu Dong Qiankun</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153495-k8uzhoa4qnSX.png",
      "color": "#d6781a"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Yi Nian Yongheng: Hezong Pian"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153496-lZahwrrIDc0L.jpg",
      "color": "#e47850"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Wo Shi Da Shenxian 3"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153497-Ic3KmfTomWtQ.png",
      "color": "#43a1e4"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Kuiba: Shu Tu Part 2"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153498-7xfGjqKHf0aj.png",
      "color": "#fe8628"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Shen Yin Wangzuo 2"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": "The second season of <i>Shen Yin Wangzuo</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153499-NYrmV0LpPArq.png",
      "color": "#281a6b"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen Shita Genjitsu Sekai de, Influencer ni Natte Kane wo Kasegimasu!"
    },
    "format": "MANGA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153503-voAoOpwTmnfE.jpg",
      "color": "#f1ae50"
    },
    "startDate": {
      "year": 2022,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Dungeon Meshi"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "When young adventurer Laios and his company are attacked and soundly thrashed by a dragon deep in a dungeon, the party loses all its money and provisions...and a member! They're eager to go back and save her, but there is just one problem: If they set out with no food or coin to speak of, they're sure to starve on the way! But Laios comes up with a brilliant idea: \"Let's eat the monsters!\" Slimes, basilisks, and even dragons...none are safe from the appetites of these dungeon-crawling gourmands! <br>\n<br>\n(Source: Yen Press)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153518-MN2lOL84leDq.jpg",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Aoharu Snatch"
    },
    "format": "OVA",
    "status": "NOT_YET_RELEASED",
    "description": "<i>Bungaku wo Musaboru Monotachi</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153553-ca8cGf7BxnSn.jpg",
      "color": "#f1ae93"
    },
    "startDate": {
      "year": 2023,
      "month": 2,
      "day": 17
    },
    "genres": ["Hentai"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Danjo no Yuujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "format": null,
    "status": "NOT_YET_RELEASED",
    "description": "At a rural junior high school, a boy and a girl vowed eternal friendship, and two years passed smoothly in their relationship......! <br>\n<br>\nThe story follows the lives of two young people, Inuzuka Himari, who has yet to find her first love, and Natsume Yuu, a flower-loving boy, who remained best friends in their second year of high school, together in the gardening club. Sometimes Hiyori will tease him by say things like, \"If Yu can't get married, I'll have to take the blame. It's hard when your brother calls him 'brother-in-law!\" But when Yuu is reunited with his first crush from the past, the wheels of their relationship suddenly started to turn! Will Himari's newfound feelings help her break free from her \"ideal friend\" status? ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153554-AxG4UMAwtJE3.jpg",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tsuki no Shirosa wo Shirite Madoromu"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": "Ailide is a city dedicated to the gods of wine, entertainment, and decadence. People come here from all over the continent, but lurking are the evil \"kasei\" that prey on these people. The two main characters are Sahli, the owner of the famous \"Moon White\" brothel and a priestess who catches the kasei, and Shish, a young man from the royal capital who is a \"kasei slayer.\" They meet just as a disturbing shadow began to loom over the town.\n<BR><BR>\n(Source: Drecom, translated)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153612-4CXG9y8J08f7.png",
      "color": "#50bbe4"
    },
    "startDate": {
      "year": 2022,
      "month": 11,
      "day": 10
    },
    "genres": ["Action", "Comedy", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Yakushi no Majo desu ga, Naze ka Fukugyou de Rikon Daikou Shiteimasu"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153613-uRxxdifZR4k2.jpg",
      "color": "#5dbbe4"
    },
    "startDate": {
      "year": 2022,
      "month": 11,
      "day": 20
    },
    "genres": ["Fantasy", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Akutoku Kizoku no Seizon Senryaku"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": "I was reincarnated as the protagonist of a game I had been playing, \"Survival Strategy of a Rogue Nobleman,\" and I immediately had to fight to survive. Thanks to my parents' foolish rule, the territory was in shambles and on the verge of rebellion. Even if I could have avoided this, I would have been dismissed by the royal family, a brave warrior would have risen up against me, demons would have attacked, and many other doomsday endings were going to occur. I can't even trust my personal maid or the family butler, who are supposed to be my allies, even as my last-ditch battle is about to begin! All in order to make it to the good ending with a life of luxury!\n<BR><BR>\n(Source: DRE Novels, translated)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153614-eMvdg2oNkMjw.png",
      "color": "#e40d1a"
    },
    "startDate": {
      "year": 2022,
      "month": 11,
      "day": 10
    },
    "genres": ["Action", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Blade & Bastard: Hai wa Atatakaku, Meikyuu wa Honogurai"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": "What happens if you lose your soul at the end of your adventure? \nThe next adventurer will do well.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153615-xwF21oIPGeer.png",
      "color": "#f1ae5d"
    },
    "startDate": {
      "year": 2022,
      "month": 12,
      "day": 9
    },
    "genres": ["Action", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Loop kara Nuke Dasenai Akuyaku Reijou wa, Akiramete Suki Katte Ikiru Koto ni Kimemashita"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153616-Nd7hUQU4P7ae.jpg",
      "color": "#0d86f1"
    },
    "startDate": {
      "year": 2022,
      "month": 12,
      "day": 9
    },
    "genres": ["Action", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Doinaka no Hakugai Reijou wa Ooto Elite Kishi ni Dekiai Sareru"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153619-iZbX9ZTfEAVm.png",
      "color": "#e4430d"
    },
    "startDate": {
      "year": 2022,
      "month": 12,
      "day": 9
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tensei Oujo to Tensai Reijou no Mahou Kakumei"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracyâ€™s expectations by developing â€œmagicology,â€ a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdomâ€™s next monarch. Thatâ€™s when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world! <br>\n<br>\n(Source: Yen Press)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153629-9JDZG2j695Aw.jpg",
      "color": "#c9e4f1"
    },
    "startDate": {
      "year": 2023,
      "month": 1,
      "day": null
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mark Your Kiss The Animation"
    },
    "format": "ONA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153632-KBq6Whtd3OFn.png",
      "color": "#d6ae78"
    },
    "startDate": {
      "year": 2022,
      "month": null,
      "day": null
    },
    "genres": ["Hentai"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Haikyuu!! FINAL"
    },
    "format": "MOVIE",
    "status": "NOT_YET_RELEASED",
    "description": "Theatrical follow-up to <i>Haikyuu!! TO THE TOP 2</i>. The first film of a duology.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153658-GRQ7CSX6xxVK.png",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Drama", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "SKâˆž 2nd Season"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "The second season of <i>SKâˆž (Sk8 the Infinity)</i>. <br><br>\n<i>Note: Aniplex revealed during the \"Sk8 Masquerade of Love\" event that a new anime project for the original television anime SKâˆž is in the works. Much later, revealed at the end of the \"âˆžWEEK\" special event, an OVA was announced alongside a second season. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153676-0GgWSnY6AIK4.png",
      "color": "#d61a43"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy", "Drama", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "PSYCHO-PASS PROVIDENCE"
    },
    "format": "MOVIE",
    "status": "NOT_YET_RELEASED",
    "description": "A new film announced during the Psycho-Pass 10th anniversary livestream.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153687-vL86VaeHwzxR.jpg",
      "color": "#d65d1a"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Psychological", "Sci-Fi", "Thriller"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "One Punch Man 3"
    },
    "format": null,
    "status": "NOT_YET_RELEASED",
    "description": "The third season of <i>One Punch Man</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153800-DoZMzBojzwHz.png",
      "color": "#F4C950"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy", "Sci-Fi", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Majo to Yajuu"
    },
    "format": null,
    "status": "NOT_YET_RELEASED",
    "description": "Ashaf: a soft-spoken man with delicate features, a coffin strapped to his back, and an entourage of black crows. Guideau: a feral, violent girl with long fangs and the eyes of a beast. This ominous pair appear one day in a town in thrall to a witch â€” a ruler with magic coursing through her tattooed body, who has convinced the townsfolk sheâ€™s their hero. But Ashaf and Guideau know better. They live by one creed: â€œWherever a witch goes, only curses and disasters follow.â€ They have scores to settle, and they wonâ€™t hesitate to remove anyone in their way, be it angry mob or army garrison.<br>\n<br>\n(Source: Kodansha USA)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153818-u26XXXTsL9k4.jpg",
      "color": "#f1d6bb"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Xi You Ji: Dasheng Nao Tiangong"
    },
    "format": "MOVIE",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153821-yA80qCvfcMV9.jpg",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Tsurune: Tsunagari no Issha"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "The second season of <i>Tsurune</i>.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153841-gsDyMyHeYqmh.jpg",
      "color": "#e4a128"
    },
    "startDate": {
      "year": 2023,
      "month": 1,
      "day": null
    },
    "genres": ["Drama", "Slice of Life", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "A mysterious door stands open, inviting a boy whoâ€™s been brutally bullied all his life to take a courageous step forward into the unknown. On the other side, he finds a hoard of priceless artifacts and a world as filled with magic as it is with monsters. The most shocking revelation, however, is that he can bring whatever he wants back with him when he returns to Earth. It wonâ€™t be long before this double life changes him forever...<br>\n<br>\n(Source: Yen Press)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx153845-Cz7WBvrtcVie.png",
      "color": "#864328"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta - Girls Side"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153891-0ijzrivyIuRt.png",
      "color": "#e45d43"
    },
    "startDate": {
      "year": 2022,
      "month": 12,
      "day": 20
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Komegura-ke no Recipe-chou (Provisional Title)"
    },
    "format": "MANGA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b153907-FLz4dbqvCO5z.jpg",
      "color": "#f1e450"
    },
    "startDate": {
      "year": 2022,
      "month": null,
      "day": null
    },
    "genres": ["Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Fate:Lost Einherjar - Kyokkou no Aslaug"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": "Aslaug is the daughter of dragon-slayer Sigurd and valkyrie Brynhild. She long slept under the great harp of magical silver, and what awaited her upon her awakening was a world of men without gods. The Scandinavian Peninsula of the 9th Century. There she had a fateful encounter with Ragnar, young warrior of the vikings, the bold men who claim to serve the disappeared Norse gods and to be braves deserving of guidance to Valhalla.\n<br>\nThis truly was the chance meeting between the last Valkyrie and the last Einherjar.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx153991-9NKBXwHhgJQW.jpg",
      "color": "#8686e4"
    },
    "startDate": {
      "year": 2022,
      "month": 12,
      "day": 31
    },
    "genres": ["Action", "Adventure", "Fantasy", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Moscow 2160"
    },
    "format": "MANGA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx154057-RmAo74uDa4FP.jpg",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Drama"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Moscow 2160"
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/default.jpg",
      "color": null
    },
    "startDate": {
      "year": 2023,
      "month": 4,
      "day": 14
    },
    "genres": ["Action", "Drama"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shibou Yuugi de Meshi wo Kuu."
    },
    "format": "NOVEL",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx154060-YXZqoEy6x6bH.jpg",
      "color": null
    },
    "startDate": {
      "year": 2022,
      "month": 11,
      "day": 25
    },
    "genres": ["Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Make a Girl"
    },
    "format": "MOVIE",
    "status": "NOT_YET_RELEASED",
    "description": "The story is centered around the main character, Akira, and his scientifically created girlfriend, No. 0.<br>\n<br>\n(Source: Crunchyroll)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx154064-QW27m8KXBn4J.jpg",
      "color": "#f1d6c9"
    },
    "startDate": {
      "year": 2024,
      "month": null,
      "day": null
    },
    "genres": ["Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mesudachi The Animation"
    },
    "format": "OVA",
    "status": "NOT_YET_RELEASED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx154076-BHpAhhnWhx6L.jpg",
      "color": "#352886"
    },
    "startDate": {
      "year": 2022,
      "month": 11,
      "day": 25
    },
    "genres": ["Hentai"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Undead Unluck"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "All Fuuko wants is a passionate romance like the one in her favorite shoujo manga. Unfortunately, her Unluck ability makes that impossible. But just as Fuuko hits rock bottom, Andy sweeps her off her feetâ€”literally! Now she's become Andy's unwilling test subject as he works to find a way to trigger a stroke of Unluck big enough to kill him for good. However, when the pair discovers a secret organization is hunting them, it puts Andy's burial plans on hold.<br>\n<br>\n(Source: Viz Media)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx154116-RUrWrjDj4AbV.jpg",
      "color": "#2893fe"
    },
    "startDate": {
      "year": 2023,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy", "Sci-Fi", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Nano List"
    },
    "format": "TV",
    "status": "NOT_YET_RELEASED",
    "description": "Milo lives in a world where interacting with androids is completely normal. And now, he lives with TWO androids built by his sister. How safe is he living with androids who have deadly strength? Why did his sister gift him a \"bodyguard android?\" Well, he's about to find out the hard way.\n<br><br>\n(Source: WEBTOONS)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/b154122-2ANItPevH1o4.png",
      "color": "#f19343"
    },
    "startDate": {
      "year": 2022,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Romance", "Sci-Fi"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Oshi no Seiso Idol ga Jitsu wa Tonari no Namegeki de Ore no Yome"
    },
    "format": "MANGA",
    "status": "NOT_YET_RELEASED",
    "description": "Tatsuya Kageishi's boring life changed to a life of an otaku fan when he saw Aoi Tsubasa, an idol with outstanding singing ability.\nHowever, the gal Maika Akabane in his class turned out to be Tsubasa herself, hiding her true identity! \nBut Maika had a problem. If she did not find a boyfriend soon, she will be forced into an arranged marriage and have to retire as an idol.\nTatsuya was in despair when he heard the news, but then she asked him to become her fake boyfriend.\n<BR><BR>\nTo show that they are really lovers, they'll have a lovey-dovey photo shoot, walk to school together, and go to an amusement park on a holiday!<BR>\nAt a live concert, she gave him a secret wink!<BR>\nMaika, whom he thought was just gal who liked to make fun of others, showed an unexpected side of herself.......\n<BR><BR>\nThe fake love story between an idol with a secret and her most obsessive otaku fan is about to begin!\n<BR><BR>\n(Source: Kodansha, translated)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx154180-5niNyB7tJUJ0.jpg",
      "color": null
    },
    "startDate": {
      "year": 2022,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tatoe Hai ni Nattemo"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "For his beloved younger sister's treatment, Shinomiya Ryouma is working frantically to raise a billion yen while going to high school. One day, a mysterious woman asks him, \"Can you put your life on the line for what you desire?\" and after receiving a ticket from her, an accident befalls him! When he wakes up, he finds he's turned into a girl and what's more, he's participating in a \"game\" where a win means he can reverse his fate but a loss means he'll die instantly!\n<br><br>\n<i>Note: This manga was canceled after the author passed away.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx96586-resjXV2BsdB5.jpg",
      "color": null
    },
    "startDate": {
      "year": 2015,
      "month": 12,
      "day": 18
    },
    "genres": [
      "Drama",
      "Ecchi",
      "Horror",
      "Mystery",
      "Supernatural",
      "Thriller"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Popolocrois Monogatari"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "The story takes place in a country by the name of Popolocrois in which the people live peacefully. King Paul is a kind-hearted man who entered into a marriage with one of the daughters of the Ryuu clan, Sania, in order to overcome the barriers between the different races. The Queen soon gave birth to a child, Prince Pietro, who will play a significant role in bridging the gap between the humans and the Ryuu clan.This series is was discontinued.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b96844-YPUNAMeceTr0.jpg",
      "color": "#f1e450"
    },
    "startDate": {
      "year": 1981,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Rokka no Yuusha Archive"
    },
    "format": "NOVEL",
    "status": "CANCELLED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx96964-NZRx96iX1Rgt.jpg",
      "color": "#e435a1"
    },
    "startDate": {
      "year": 2016,
      "month": 3,
      "day": 25
    },
    "genres": ["Action", "Adventure", "Fantasy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Nightmareâ˜†Night Party!"
    },
    "format": "NOVEL",
    "status": "CANCELLED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/97140-qhVHJPvUrFKt.jpg",
      "color": "#f1f10d"
    },
    "startDate": {
      "year": 2016,
      "month": 4,
      "day": 28
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shoujo Kishidan x Knight Tale"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "<i>Notes:<br>\nIncludes one extra chapter.<br>\nThe manga was never finished. The author tried to continue it under CyComics but this never came to be and after three years he said he would self publish it, though nothing has come out yet.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx97226-xwyOfRBZMCAc.jpg",
      "color": null
    },
    "startDate": {
      "year": 2016,
      "month": 4,
      "day": 30
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ototsukai wa Shi to Odoru"
    },
    "format": "NOVEL",
    "status": "CANCELLED",
    "description": "Ignition, telekinesis... the present day where supernatural abilities have become a natural occurrence...\n<br><br>\nIn the middle of such an everyday life, Kamiya Kazato, is one of a small number of people in the world completely powerless. However, on his birthday he had a sudden manifestation of an ability which allows him to \"rule\" any sounds, and he was also the first person in the entire world who manifested such a rare ability... Kazato's ability went berserk, and the \"Self-Defense Force,\" an administrative organ that maintains public order in the human society, because of the treat he possesses, acknowledged him as an elimination target. During his desperate escape from them, the evil organization who calls themselves \"Anonymous,\" offers Kazato a helping handâ€•â€•\n<br><br>\n(Source: Overlap, Novel Updates)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx97234-SoyDB0Osql6V.jpg",
      "color": null
    },
    "startDate": {
      "year": 2016,
      "month": 5,
      "day": 24
    },
    "genres": ["Action", "Drama"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Force of Will The Movie"
    },
    "format": "MOVIE",
    "status": "CANCELLED",
    "description": "Six stories form \"Force of Will the Movie.\"<br>\n<br>\nCthulhu<br>\nThe first, \"L.S,\" is based on the Cthulhu mythos.<br>\nWhen letters written by a young girl, haunted by Â« Word Â» spread to all over the world, the evil tyrant who threatens the world makes its presence known...<br>\n<br>\nMonkey King<br>\nThe second is \"A Journey to the West\" inspired.<br>\n<br>\nZombie<br>\nThe third is zombie-themed.<br>\n<br>\nPinocchio<br>\nThe fourth is based on the classic Pinocchio story.<br>\n<br>\nRaam: The Bridge to Lanka<br>\nThe fifth is based on the Ramayana.<br>\n<br>\nDragon<br>\nThe sixth and last is an original fairy tale story with a parent and child.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/97661-UOxUTrJnW7cD.jpg",
      "color": null
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Quanzhi Gaoshou"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "In the multiplayer online game Glory, Ye Xiu, is well known as the Textbook level expert and a top-tier player. Due to a series of circumstances, he was forcefully expelled out of his professional team. After leaving the pro gaming scene, he resides at an Internet CafÃ© employed as one of the managers. When Glory launches the tenth server, he throws himself into the game once more, equipped with ten years of gaming experience, memories of the past and an incomplete self-made weapon. His journey back to the top begins.\n<br>\nAfter plotting and scheming, who took away my glory? Under the influence of the storm, my hopes will never be shattered. In its magnificence, the path will not be lost, for I, will return!\n<br>\nThe manhua is based on the popular Quan Zhi Gao Shou novel by Butterfly Blue. The manhua is currently serialized digitally in Da Jiao Chongâ€™s mobile application and is released on a weekly basis.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx97662-JZiQ2deDA7LO.jpg",
      "color": "#5dc9f1"
    },
    "startDate": {
      "year": 2015,
      "month": 9,
      "day": 10
    },
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Consumua and Sudutist!"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Jung Woo spends most of his time nerding out, looking at various fanworks of his favorite characters. One day, he meets the artist of his favorite fanworks, Yoo Jooin, and the more he spends time with her, the more he falls for her. An artist and her number 1 fan: a match made in heaven?\n<br><br>\n(Source: Lezhin)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/97794-A534s2qP2TsJ.jpg",
      "color": "#f1bbae"
    },
    "startDate": {
      "year": 2016,
      "month": 6,
      "day": 27
    },
    "genres": ["Romance"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "My Boyfriend"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/97991-6bVwIsyXKCV1.jpg",
      "color": null
    },
    "startDate": {
      "year": 2015,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Romance", "Slice of Life"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Otomeiro Stay Tune"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Two radio hosts finish their second show and are getting ready to head home. However, one has a different idea...",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/98015-y6dMHH0uq5GC.png",
      "color": null
    },
    "startDate": {
      "year": 2007,
      "month": 6,
      "day": 18
    },
    "genres": ["Comedy", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sekai o Yoku Suru Zankoku na Method"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "The manga centers on 17-year-old protagonist Gekitetsu AmÅ, who does not stand out in school, but under the excuse of \"eliminating harmful elements from the world\" begins committing mass murder.<br><br>Source: Anime News Network",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/98062-QUJ7RaIdjs00.jpg",
      "color": "#e4bb28"
    },
    "startDate": {
      "year": 2016,
      "month": 12,
      "day": 27
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "LiLy"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Sou Kagura is enjoying his life as a new high school student until one day when his parents abandon him due to a large debt they had amassed. To get rid of their debt, they essentially sell him to Mikoto Ouzuki, a wealthy land developer who wants Sou as his sexual pet. However, Sou's older sister Ui intervenes with a proposal: If Sou can pay back the debt in one year, he's off the hook, to which Ouzuki agrees. What Sou only finds out later on is that Ui's plan is to open up a maid cafe with him as one of the maids under the name \"Kanade\".\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b98116-MoUg7TMXzTBA.png",
      "color": "#ffa143"
    },
    "startDate": {
      "year": 2016,
      "month": 4,
      "day": 25
    },
    "genres": ["Comedy", "Ecchi", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Zhou Geng"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?<br><br>\n\nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/98559-7JGXSw7DVz1o.jpg",
      "color": "#f1e4c9"
    },
    "startDate": {
      "year": 2015,
      "month": 10,
      "day": 17
    },
    "genres": ["Comedy", "Psychological", "Romance", "Slice of Life"],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Gi(a)rlish Number Shura"
    },
    "format": "TV",
    "status": "CANCELLED",
    "description": "An anime adaptation of Girlish Number Shura, the official four-panel manga spinoff of the Girlish Number television anime and novel project.<br><br>\n\nThe manga reimagines the story's aspiring voice actress characters in different situations, such as Chitose Karasuma becoming a mushroom farmer, Kazuha Shibasaki playing Little Red Riding Hood, and Yae Kugayama dealing with a killer gorilla.<br><br>\n\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/nx98581-yp5F7v2s7a6m.jpg",
      "color": "#f1ae50"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Eoreunnaraui Alice"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Gun-woo, who has never been involved with romance before in his life, falls down a rabbit-hole after losing a bet. \"Wait, nobody told me that the owner of this shop was this handsome?!\"\n<br><br>(Source: WebNovel)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx98588-8MbvhxKxozPi.jpg",
      "color": "#e44343"
    },
    "startDate": {
      "year": 2017,
      "month": 1,
      "day": 27
    },
    "genres": ["Comedy", "Hentai", "Romance"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Sono mono. Nochi ni..."
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Wazu was an ordinary townsman who shut himself off in the â€œmountainâ€ because of an unfortunate course of events. After 2 years, he decided to come down from the mountain to meet with people. But there were various misunderstanding about the â€œmountainâ€ which he shut himself off in. And then he repeatedly had encounters with people. And after that...<br>\n<br>\nNote: This manga was cancelled and eventually <a href=\"https://anilist.co/manga/106029/Sono-Mono-Nochi-ni/\">relaunched under the same title</a>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx98701-2F6P3TcewJWm.jpg",
      "color": "#e45d6b"
    },
    "startDate": {
      "year": 2017,
      "month": 3,
      "day": 31
    },
    "genres": ["Action", "Adventure", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "The Five Killers"
    },
    "format": "ONA",
    "status": "CANCELLED",
    "description": "The Five Killers was supposed to be an original creation from writer/producer Eric Calderon as an animated TV series (12 episodes with a 1 hour finale) done by Gonzo. The designs were created by manga artist Maeshima Shigeki and the trailer was done under the direction of Trinity Blood director Hirata Tomohiro. The trailer is unfortunately all that came out of this project due to GDH's alarming financial situation.\n<br><br>\n(Source: AniDB)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/99031-FhGgnSCdjzNH.jpg",
      "color": "#f1e4c9"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Durandal - Fukyuu no Yaiba"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Ended with the cancellation of the publication of Dengeki Daioh Genesis at the 6th volume.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx99046-mNsSZ8nu3LKk.jpg",
      "color": "#935de4"
    },
    "startDate": {
      "year": 2010,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tokyo Broker"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/99130-yVkA4xl3wfxf.jpg",
      "color": "#f13500"
    },
    "startDate": {
      "year": 2014,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tokyo Broker"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": null,
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/99132-wPZJYuarEauc.jpg",
      "color": "#e4931a"
    },
    "startDate": {
      "year": 1999,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Boukyaku no Hate: 16-sai no Jibun e no Tegami"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "The manga centers on a 16-year old high school student and amateur manga creator named Tatsuya Egawa, who perceives himself as unpopular and hated by the girls in his school. He tries to submit a manga manuscript to Shonen Sunday but is turned down. In despair, he turns to the Internet for advice, finding out that there is a manga creator with whom he shares the exact same name and birthday (the real-life Tatsuya Egawa).\n<br><br>\nFrom Egawa's manga, the 16-year old Egawa takes away that he must draw from experience, and that he must learn how to draw cute girls. Since he has no experience talking to cute girls, he resolves to get to know one at his school.\n<br><br>\n(Source: Anime News Network)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/99207-yzkO8JZ4eO6F.jpg",
      "color": "#e45d50"
    },
    "startDate": {
      "year": 2016,
      "month": 3,
      "day": 11
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Pervert Club"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "A thrilling yet flirtatious relationship between the perverted girl Lee-ni, who gets excited from the wicked stares of men, and Du-jun, who is insensitive to sexual stimulus due to his father, who is an AV director, has begun! While showing off her cleavage and exposing her underwear, Lee-niâ€™s pride is hurt when Du-jun isnâ€™t aroused even after seeing her bare form. The end result becomes an approach through all sorts of perverted acts in an effort to encapsulate himâ€¦ What will the seduction of a pervert end up tasting like?<br>\n<br>\nNote: The series has been cancelled due to the manhwaga's sexual harassment towards a female colleague.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx99238-NPMElxxpXpCW.jpg",
      "color": "#d6281a"
    },
    "startDate": {
      "year": 2017,
      "month": 5,
      "day": 10
    },
    "genres": ["Comedy", "Hentai"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Colorless Girl"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Jin-A is a girl whoâ€™s always alone and has a depressed expression. Eun-Woo feels uneasy about her behavior and is concerned that sheâ€™ll commit suicide so he constantly hovers around her.<br><br>(Source: WEBTOONS)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx99284-xPMUoEgb9jVp.png",
      "color": "#784328"
    },
    "startDate": {
      "year": 2014,
      "month": 5,
      "day": 21
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Seirei Gensouki"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Amakawa Haruto is a young man who died before reuniting with his childhood friend who disappeared five years ago. Rio is a boy living in the slums who wants revenge for his mother who was murdered in front of him when he was five years old.\n<br><br>\nEarth and another world. Two people with completely different backgrounds and values. For some reason, the memories and personality of Haruto who should've died is resurrected in Rio's body. As the two are confused over their memories and personalities fusing together, Rio (Haruto) decide to live in this new world.\n<br><br>\nAlong with Haruto's memories, Rio awakens an unknown \"special power,\" and it seems that if he uses it well, he can live a better life. But before that, Rio encountered a kidnapping that turns out to be two princesses of the Bertram Kingdom that he lives in.\n<br><br>\nAfter saving the princesses, Rio is given a scholarship to the Royal Academy, a school for the rich and powerful. Being a poor orphan in a school of nobles turns out to be an extremely detestable place to be.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx99545-NDjgUUPzglWL.jpg",
      "color": null
    },
    "startDate": {
      "year": 2016,
      "month": 9,
      "day": 16
    },
    "genres": ["Action", "Drama", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Jikkyou!! Izumi-kun no Koi Moyou"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "Izumi is a boy who has problems communicating with others and subsequently, he has not held a conversation with anyone for years. Shinohara is a gal-style girl who sits in the front of him, and he admires the way she can quickly write on her smartphone. Then one day, he speaks to her while casually helping her stretch her hand and she responds by saying he has a nice voice and should start interacting with people again. But he might need the help of both Shinohara and her friends if he is ever going to learn how to properly socialize with other people.\n<br><br>\n<b>Note:</b> the manga was cancelled when the magazine it was published in ceased being published",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx99683-313v316SYWIp.jpg",
      "color": "#f1ae0d"
    },
    "startDate": {
      "year": 2017,
      "month": 4,
      "day": 7
    },
    "genres": ["Comedy", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Saikyou Mahoushi no Inton Keikaku"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "In a world filled with monsters, we follow the journey of the 16 years old genius mage Alusu Reigin.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx99759-iiCQl24Uiuh8.jpg",
      "color": "#f16b0d"
    },
    "startDate": {
      "year": 2017,
      "month": 7,
      "day": 28
    },
    "genres": ["Action", "Adventure", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Curse Blood"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "\"If your heart is stolen, then we will be trapped in the cycle of reincarnation forever, we will borrow your strength, save us, save Payton.\"\n<br>\nThose were the last words a mysterious woman said to Kyouko in her dreams. When she awoke, Kyouko was already in a fantasy world, surrounded by gigantic beasts, horrible creatures, and a boy named Solomon with strange tattoos all over his body. \n<br><br>\n<i>Note: The series has been cancelled due to the author's death.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx100067-XYiPyWl8s76z.jpg",
      "color": "#e45d6b"
    },
    "startDate": {
      "year": 2017,
      "month": 8,
      "day": 19
    },
    "genres": ["Action", "Adventure", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Renai Shitakunai Wake ja Nai kedo"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "\"is Aizawa-san avoiding me?\" were the words that Wataru asked to Ayano, his best friend, when he came to her for advice. But after giving him advice and seeing the 2 of them walking alongside each other, a strange feeling started to swell up inside Ayano.<br>\n<br>\nA story about that frustrating feeling known as \"love\"",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx100131-dPlj9URa8clj.jpg",
      "color": "#f1d6ae"
    },
    "startDate": {
      "year": 2016,
      "month": 8,
      "day": 21
    },
    "genres": ["Comedy", "Drama", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Haru no Yuki"
    },
    "format": "MANGA",
    "status": "CANCELLED",
    "description": "This story is a love story weaved by a cursed girl, a cursed straw doll, and a mathematics teacher. A slightly sorrowful, warm love story that started in the season of spring.<br>\n<br>\n(Source: Batoto)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx100274-ueagxoqI1WxQ.png",
      "color": "#d6936b"
    },
    "startDate": {
      "year": 2017,
      "month": null,
      "day": null
    },
    "genres": ["Mystery", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Vampire Wing"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "In the not so distant future, Earth is invaded by aliens. The United Nations formed a draft and all humans on Earth are eligible to become soldiers. Kurando Nieno is a rather scrawny high school student, scoring the lowest scores possible on the preliminary draft physical. During an air raid from the aforementioned aliens a rather irritable black haired girl crash lands in front of Nieno and attempts to drink his blood. The United Nations air force and Eliza the vampire have selected Nieno as Eliza's delicious new food source!\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12601.jpg",
      "color": null
    },
    "startDate": {
      "year": 2009,
      "month": 1,
      "day": 30
    },
    "genres": ["Action", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sora wo Kakeru Shoujo Prologue: Akiha"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "N/A",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/n42628-KWf5XlegLcNh.jpg",
      "color": null
    },
    "startDate": {
      "year": 2008,
      "month": 12,
      "day": 25
    },
    "genres": ["Adventure", "Comedy", "Mecha", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ayashi Kazokukeikaku"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Ordinary Kenichi meets an ordinary woman named Hime, they date and get married. But it turns out his wife has a big secret and when tries to surprise her on their first year anniversary with a new puppy, things take a turn for the bizarre! Why is Hime suddenly a guy!?\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12635.jpg",
      "color": "#e4ae5d"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Babel"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Set in an era resembling the 1920's and drawn in a hybrid style of American graphic novels and more Asian manga/manhwa/manhua, Babel is a full-color adult series (in Korea, you must be 19+ years old to purchase it) with good old-fashioned gangs, shooting, bank heists, etc. It begins with guns blazing and 70 million dollars at stake.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12652.jpg",
      "color": "#e4a128"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Drama", "Fantasy", "Horror"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shounen Onmyouji"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "The series, set in the Heian era, Abe no Masahiro is the grandson of the great onmy&#333;ji, Abe no Seimei. Seimei, who passed his teachings on to his grandson, Masahiro who has lost his sixth sense and the ability to see spirits. Masahiro constantly feels resentful for being in his grandfather's shadow.<br><br>\nEven so, one day, Masahiro meets a fox-like creature which he names Mokkun, who shows him his true potential powers after fighting a demon. Mokkun is actually Toda who prefers to be called Guren. He is one of the twelve shikigami called the Shinsho, who has pledged his loyalty to Seimei and is helping Masahiro to surpass his grandfather.<br>\nMasahiro's dream to surpass his grandfather may not be realised easily as not only does he have to convince the other Shinsh&#333; that he is Seimei's true successor, he must also increase his power in order to stop demons coming from China, the other parts of Japan and the Underworld as well as rival onmy&#333;ji's who want to destroy Japan. He also has to keep his promise to protect Princess Akiko of the Fujiwara clan.<br><br>\n(Source: Wikipedia)<br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx42664-SMrjJwYZGtNP.jpg",
      "color": "#f17850"
    },
    "startDate": {
      "year": 2001,
      "month": null,
      "day": null
    },
    "genres": ["Fantasy", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sweet Peach!"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "After becoming an adult, Kisaragi Touka is attacked by an evil blob of darkness. But it's alright because she is saved by her school nurse who is dressed like a maid, and a samurai girl with fox ears, who kisses her. She is then taken through a gate to another world where she is met by a hamster... who also kisses her.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12669.jpg",
      "color": "#f15d50"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Mystery", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sekai wa Bokura no Tame ni"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Starting this spring, citizens will be able to become a teacher at the expensive high school! This is what Maho is getting excited about, but her boyfriend for six years dumped her. Afterwards, she went on a downward spiral, and it was during her new teacher ceremony too! However, who would have expected that she would be reunited with him in the classroom. That's right, he was her student!! A secret relationship with a younger handsome boy is packed full of scary, yet, exciting, nerve-racking, yet, heart-thumping action?!\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12737.jpg",
      "color": "#e48643"
    },
    "startDate": {
      "year": 2007,
      "month": 7,
      "day": 1
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Xiphos - Shinsekai no Bohyou"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12890.jpg",
      "color": "#e49350"
    },
    "startDate": {
      "year": 2004,
      "month": 1,
      "day": 1
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Pure-Gold Gentlemen"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A super prestigous school that will make you jealous! A complicated student life is about to begin!<br><br>\nCai Ying is ending her study tour in England with her good friend Gong Liang Hui, taking Elizabeth High's ocean liner back to school. As she is ready to board the ship at the harbor, she bumps into a mysterious handsome man who is being chased--?!<br><br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b42898-Q88VM3YSn74q.png",
      "color": "#e43543"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "CN"
  },
  {
    "title": {
      "romaji": "Sage"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "On present day Earth in the bustling city of Hotaru, lives a lazy, uninspired 17 year old highschool student of Gunma High, Izumi Kaivou. Due to his extreme laziness he often finds himself in trouble performing even the simplest tasks of everyday life, relying on his younger sister to take care of him, although he'd never actually admit that. Meanwhile on the planet Trilliaus, the planet's defense forces have been reduced to nothing more than a group of militia. Of the milita, 19 year old Ryoku Eikiro is one of only three that remain to dedicate their life to putting an end to the death and destruction that has plagued the planet since Zaigou's arrival, whom is desperately in search of something, but what? Kaivou's apocalyptic premonitions and bizarre nightmares foresee that soon nobodies life will ever be the same again... ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12901.jpg",
      "color": "#78bbd6"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy", "Drama", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shin Tennis no Ouji-sama"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "In Japan an \"All Star Team\" is being formed, containing the 50 best tennis players from the entire country.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx42965-w6YEXldppxRd.png",
      "color": "#f15d78"
    },
    "startDate": {
      "year": 2009,
      "month": 3,
      "day": 4
    },
    "genres": ["Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Trump!"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Jiyoung has been told about Trumps and the Rule to control Trumps from her maternal grandfather. When she goes to her new school, she encounters a super model that fights with a guy using special power that seems to be the one Jiyoung&rsquo; grandfather has been talking. Unfortunately she is involved to their fights involuntarily, and even meets them at her new school. She gets to know they are psychics called Trumps or Cards) who have special talents, mingling with them and she realizes she also has a special power. Is she also a trump or the rule? <br><br>\n(Source: Diawon)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/12990.jpg",
      "color": "#f19350"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Comedy"],
    "countryOfOrigin": "KR"
  },
  {
    "title": {
      "romaji": "Death Jam!"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Muchaca Smooth is a legendary man-for-hire--a deadly combination of assassin, bodyguard, private investigator and bounty hunter. He is also an aficionado of The Movement, an era of hip-hop musical brilliance that barely survived to the end of the 20th century. <br><br>\n[TokyoPop]",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13040.jpg",
      "color": "#f18650"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Adventure", "Fantasy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Deka Wanko"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Deka Wanko tells the adventures of Ichiko Hanamori, a rookie police detective, assigned to Squad 6 Investigation 1 Department. Not only does she have to prove her worth to her fellow male colleagues (that includes her brand new partner, Kirishima, a young hot-headed detective) but also to the top #1 award-winning police dog, Michael!\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13094.jpg",
      "color": "#fff143"
    },
    "startDate": {
      "year": 2008,
      "month": 4,
      "day": 1
    },
    "genres": ["Action", "Comedy", "Mystery"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Under the Rose"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Under the Rose contains two stories:<br><br>\nWinter's Tale (Fuyu no Monogatari):<br>\nIn the late 19th century England, Grace King was the daughter of a declined Marquis and also the mistress of Count Arthur Roland. After her mysterious death, her sons Linus and Lawrence were taken under custody of their father Earl Roland, who has a sick wife Anna and other children. Linus deeply suspects that the Roland family was involved in the death of his mother and thus begins his lonely investigation. <br><br>\nSpring's Paean (Haru no Sanka):<br>\nRachel Brennan was hired by the Roland family as the governess for the children. The children, except the second son William, gradually began to like her. Will William also open up to Rachel too with her efforts?\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13108.jpg",
      "color": "#e4ae5d"
    },
    "startDate": {
      "year": 2002,
      "month": null,
      "day": null
    },
    "genres": ["Drama"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "The God's War"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Blockbuster sci-fi chi action from the author of priest!! Ton-up kids craziest leader Chiwoo prepared a big gang fight to celebrate his 17th birthday, but he finds his father prepared a bigger party as he promised when he left Chiwoo 10 years ago. The party starts with a sudden visit of the agents from the Central Incantation Center of Korea and its enemy, the Unions. Chiwoo is simply shocked by their spectacular Incantation War, but does not realize his power, the Mighty Spirit, the ultimate power these two countries would risk the war for. Which way will this birthday present lead Chiwoo to?<br><br>\n(Source: ilovemanhwa)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13258.jpg",
      "color": "#ff9335"
    },
    "startDate": {
      "year": 2007,
      "month": null,
      "day": null
    },
    "genres": ["Action", "Fantasy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Mahou Senki Lyrical Nanoha Force"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "The story appears to be centered on the investigation of the Book of the Silver Cross, an ancient Belkan magical tome. Tohma Avenir, whilst traveling, discovers a girl named Lily Strosek trapped inside a construct. When rescuing her, she gives Tohma an amulet that gives him access to a new Device power. However, unbeknown to them, there is another with a similar Device causing massive damage and injury, leading to an investigation by the Time Space Administration Bureau.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13268.jpg",
      "color": "#f19335"
    },
    "startDate": {
      "year": 2009,
      "month": 7,
      "day": 31
    },
    "genres": ["Action", "Fantasy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Please, Jeeves"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A manga adaptation of PG Wodehouse's Jeeves &amp; Wooster novels.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13383.jpg",
      "color": "#e45d50"
    },
    "startDate": {
      "year": 2008,
      "month": 4,
      "day": 1
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Foxy Foxy"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Our dramatis personae: a mysterious girl named Rin; an hobo and his precious bag, contents unknown; and an insane gay man? A brand new world with her trademark intriguing characters, unfurling before your eyes.<br><br>\n(Source: Vices and Devices)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx43473-m54Alx3tz4tt.jpg",
      "color": null
    },
    "startDate": {
      "year": 2009,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ohitorisama Monogatari"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A series of short stories centered around a different woman in every chapter. ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx43486-ocCEnbHVm9fJ.png",
      "color": "#e4bb50"
    },
    "startDate": {
      "year": 2006,
      "month": 11,
      "day": 8
    },
    "genres": ["Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ao no Exorcist"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Raised by Father Fujimoto, a famous exorcist, Rin Okumura never knew his real father. One day a fateful argument with Father Fujimoto forces Rin to face a terrible truthâ€”the blood of the demon lord Satan runs in Rin's veins! Rin swears to defeat Satan, but doing that means entering the mysterious True Cross Academy and becoming an exorcist himself. Can Rin fight demons and keep his infernal bloodline a secret? It won't be easy, especially when drawing his father's sword releases the demonic power within him!\n<br><br>\n(Source: Viz Media)\n<br><br>\n<i>Note: Includes 3 extra chapters.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/nx43492-2mvXJnP6Feqq.png",
      "color": "#f18650"
    },
    "startDate": {
      "year": 2009,
      "month": 4,
      "day": 1
    },
    "genres": ["Action", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Flower of Destiny"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "When King Hasana hears of the prophecy that he will die by someone from the Sui Tribe, in order to thwart the prophecy, he seeks out the potential killer, only to find that his \"murderer\" was only a child. Instead of killing him, Hasana takes the child back as a slave.<br><br>\nAs the child, Dakasin, and King Hasana begin feeling sympathetic towards each other... Destiny threatens to tear them apart....\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13514.jpg",
      "color": "#78351a"
    },
    "startDate": {
      "year": 2009,
      "month": 3,
      "day": 1
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Being Cool is Tiresome"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13581.jpg",
      "color": "#e44393"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "WeiÃŸ Survive"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Wei&szlig; Survive card game manga. <br><br>\nThe story follows the main characters Takeshi and Michi as they get lost in the Card Battle world and have to win card battles to return home.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13784.jpg",
      "color": "#f1931a"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Drifters"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "First he pitted the Catholic church against vampires, Nazis and Great Britain, bathing London in a flood of blood. But Hellsing creator, Kohta Hirano still had something crazy up his sleeve when he created his new series, Drifters.\n<br><br>\nImagine a world of magic, full of elves and hobbits and dragons and orcs. Inside this world of magic and wonder there is a great war being waged, using warriors from human history as chess pieces in a bloody, endless battle. Hiranoâ€™s new concept gathers famous warriors throughout history and puts them on both sides of good and evil, and then turned them loose in a bloody melee of madness.<br><br>(Source: Dark Horse)\n<br><br><i>Note: Nominated for the 4th and 5th Manga Taishou Awards.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx43801-eAjGz6G5d5Db.jpg",
      "color": "#e46b50"
    },
    "startDate": {
      "year": 2009,
      "month": 4,
      "day": 30
    },
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Mystery"
    ],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Chintsubu"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Chintsubu A)<br>\nPart 1 - Iwabuchi starts hanging out with girls from his cram school, and Kamiya-chinko freaks out. What is he up to?<br>\nPart 2 - Toride's soul moves up to Ayase's nipple and covers their issues about this new development.<br><br>\nChintsubu B)<br>\nWhen Iwabuchi engages in more chinko cosplay, Kamiya is upset and they get into another fight. The cosplay chinkos are not to be missed in this!<br><br>\nChintsubu C)<br>\nPart 1 - The chinkos have a big discussion over what to do when they want to get off and their \"bodies\" don't.<br>\nPart 2 - Gives us the backstory on Iwabuchi's first impressions of Kamiya, when they first met long before the accident.<br><br>\nChintsubu D)<br>\nKamiya injures his hand and can't engage in mutual jerking off with Iwabuchi, leading to a REALLY big fight.<br><br>\nChintsubu E)<br>\nIt's summer and the chinko alliance head to the pool for some swimming fun, but can chinkos even swim?<br><br>\nChintsubu F)<br>\nWhen Toride-chinko disappears one night, Ayase panics. The next morning, Hiro reveals that he has performed a successful remote exorcism on Toride-chinko, but when Toride-kun shows up at school with no memory of Ayase or the chinbi (chinko secret), Ayase tries to be optimistic about making Toride-kun fall for him all over again. What happened to Toride-chinko? Is he gone for good? Will Toride remember the chinbi and his feelings for Ayase?<br><br>\nChintsubu G)<br>\nIn this installment of Chintsubu, Torite must come to terms with the fact that his chinko talks&mdash;and it's fixated on Ayase. Ayase struggles to resurrect Torite's memories the only way he knows how&mdash;by working some hand magic on Torite-chinko. Unfortunately, he fails his mission and freaks Torite out in the process. Will Torite-kun be able to accept his wacky anatomy as anything other than a strange hallucination? And will he find the courage to talk to Ayase again, or will his fear of his over-excited appendage keep him down? This couple's drama gives Kamiya plenty of food for thought regarding his own relationship with Iwabuchi. <br><br>\n(Source: Liquid Passion) ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13832.jpg",
      "color": "#ffae43"
    },
    "startDate": {
      "year": 2004,
      "month": 12,
      "day": 30
    },
    "genres": ["Comedy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Rikatteba!"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13893.jpg",
      "color": "#e47843"
    },
    "startDate": {
      "year": null,
      "month": null,
      "day": null
    },
    "genres": ["Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "GIANT KILLING"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsetsâ€”aka Giant Killing!\n<br><br>\n(Source: Kodansha USA)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx43897-nWNzhEW9ibIf.jpg",
      "color": "#e4930d"
    },
    "startDate": {
      "year": 2007,
      "month": 1,
      "day": 11
    },
    "genres": ["Comedy", "Drama", "Sports"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Ultimate Gachinko: Ishu Kakutougi Oudensetsu"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13899.jpg",
      "color": "#e46b5d"
    },
    "startDate": {
      "year": 2006,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Kill me"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Akatsuki and Sagami have lived happily together with a nun and other orphans for 17 years. That happiness is shattered when it's learned that Sagami is a prince! With only a rosary that Sagami gave him as proof of his feelings, Akatsuki goes off to find him, only to find himself serving as a prostitute for the renowned Touchup Summer House! Will Akatsuki be able to see Sagami's face again? Or will he find himself losing his heart to someone else?",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13906.jpg",
      "color": "#e47835"
    },
    "startDate": {
      "year": 2003,
      "month": null,
      "day": null
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Wild Bouquet"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "In a country where the sum and total of a woman's existence is to be married, a Princess is brought to the kingdom to marry the King. She will live in the palace for six months until her 16th birthday, when she will become King Leonidas' consort. Instead, Princess Deriana falls in love with one of her maids, Josette.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13911.jpg",
      "color": "#d6a178"
    },
    "startDate": {
      "year": 2008,
      "month": 7,
      "day": 20
    },
    "genres": ["Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Kaizoku to Ningyo"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "During the time when the world is full of barren lands and big ships sail out to the vast oceans, a very rare type of sub-human&ndash;mermaid&ndash;was born. Normally, they have white hair, but only in water does the color change. Among the aristocrats, they are traded for large sums of money. Hisui is a merman with scarlet hair, and he&rsquo;s kept by a lord. However, as he&rsquo;s stolen away by the pirate Ikuta and gains freedom, they start their journey together!<br><br>\n(Source: Aerandria)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13916.jpg",
      "color": "#d61a1a"
    },
    "startDate": {
      "year": 2007,
      "month": 12,
      "day": 19
    },
    "genres": ["Adventure", "Fantasy", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Henshin Neko no Pana"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "An all color manga about a kitten who is able to transform into anything.\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/13974.jpg",
      "color": "#f1f15d"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Triage X"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Mochizuki General Hospital boasts some of the most well-trained (and well-endowed) nurses in town. But though these ladies spend much of their day battling sickness, their after-hours are spent fighting a very different sort of diseaseâ€¦Under the leadership of the hospital chairman, a handful of staff members and local teenagers form a group of mercenary assassins, targeting the â€œcancersâ€ of society and excising those individuals before their wickedness spreads.\n<br><br>\n(Source: Yen Press) ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44018-LfDPOS5Crryd.png",
      "color": "#d61a1a"
    },
    "startDate": {
      "year": 2009,
      "month": 4,
      "day": 9
    },
    "genres": ["Action", "Adventure", "Ecchi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Nocturne"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Yuri is a doll-like child, orphaned at a young age when her father dies in a car accident. In his will, he requests that Yuri be placed under the guardianship of a close friend of his, Kim Dowook. Taken in, Yuri begins a new life, different from her life before. Where will this take her, and what does she think of her guardian..? <br><br>\n(Source: NOIR)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44158-uGaehk1QLi5K.jpg",
      "color": "#e4c95d"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Drama", "Romance", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Makaido"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Yonezo Yonekura is a young student, who is just starting to mature and notice his old childhood friend Tomoyo. Unfortunately for him, Tomoyo only likes intelligent people, and let&rsquo;s just say Yonezo isn&rsquo;t the brightest crayon in the box. One day when walking home, a strange old man warns Yonezo not to touch a demonic book that he will come across on his way home from school, but when Yonezo sees the book, he is too curious and picks it up anyways...\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14244.jpg",
      "color": "#f1a15d"
    },
    "startDate": {
      "year": 2004,
      "month": null,
      "day": null
    },
    "genres": ["Comedy", "Sci-Fi"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Vitamin Z"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Manga adaptation of the otome game Vitamin Z.",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b44257-9mXE3oOSk4G3.jpg",
      "color": "#c9d61a"
    },
    "startDate": {
      "year": 2009,
      "month": 3,
      "day": 1
    },
    "genres": ["Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Sex Nanka Kyouminai"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "A collection of sexual oneshots.<br>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14335.jpg",
      "color": null
    },
    "startDate": {
      "year": 2009,
      "month": 3,
      "day": 25
    },
    "genres": ["Drama", "Ecchi", "Romance"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Tsugumomo"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Kazuya Kagami never goes anywhere without the precious &ldquo;Sakura Obi&rdquo; his mother gave him. One day a beautiful, kimono-clad girl named Kiriha appeared before him. Kiriha naturally began to live with Kazuya in his room. Then there&rsquo;s Chisato, Kazuya&rsquo;s childhood friend with glasses and a ponytail, who meddles in his affairs. Soon there&rsquo;s also an overprotective older sister who seems to want to take baths with him. Jumble in a huge-chested priestess, a good-looking sorceress named Kokuyoura, beautiful women, and hot girls, and Kazuya&rsquo;s happy, embarrassing, confusing life begins&hellip; <br>\n<br>\n(Source: AnimeSigma)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44369-MrARwCKOY9U4.png",
      "color": "#a1d6e4"
    },
    "startDate": {
      "year": 2007,
      "month": 11,
      "day": 20
    },
    "genres": ["Action", "Comedy", "Ecchi", "Romance", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Teito Gekkou Kitan"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": " ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14407.jpg",
      "color": "#f1c9bb"
    },
    "startDate": {
      "year": 1998,
      "month": 11,
      "day": 24
    },
    "genres": ["Mystery", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Maid Deka"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "Aoi is a mo&eacute;-type maid working on a wealthy Osaka estate. In reality, though, she is an undercover detective sent by the police on a special mission to investigate a suspect. (Source: Tokyograph)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14420.jpg",
      "color": "#f1d635"
    },
    "startDate": {
      "year": 2006,
      "month": 4,
      "day": 15
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Celeb Na Dorei"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Meimon Academy boasts about their perfect princess, Tachibana Hana (16). Her family&rsquo;s enterprise fails, suddenly &ndash; there&rsquo;s nothing left!! There are conditions for her to remain at the academy; she is put in charge of taking care of 3 VIP boys. There looks are good, their pedigree is good, but really those guys aren&rsquo;t really like that at all&hellip;!? \n\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/b44437-FBub0i2r6VUw.jpg",
      "color": "#f1bb35"
    },
    "startDate": {
      "year": 2008,
      "month": null,
      "day": null
    },
    "genres": ["Comedy"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Touhou Kourindou: Curiosities of Lotus Asia"
    },
    "format": "NOVEL",
    "status": "RELEASING",
    "description": "<i>Touhou Kourindou: Curiosities of Lotus Asia</i> is a series of side stories that complement the normal Touhou timeline.<br><br>\nWritten by ZUN and illustrated by Genji Asai, each story takes up four pages; one full-page artwork, three of mostly text. When serialized in the Colorful PUREGIRL, each story required two months to complete (on average). The stories themselves are serialized in various magazines, now serialized in Dengeki Moeoh.<br><br>\nIt's written from the point of view of Rinnosuke Morichika, proprietor of Kourindou, a little odds-and-ends store. Naturally, he has a lot of well-known \"customers\" in the store, especially Reimu Hakurei and Marisa Kirisame. <br><br>\n(Source: Touhou Wiki)<br><br>\n<i>Note: In 2015 this series was restarted in the pages of Strange Creators of Outer World, an official Touhou Project magazine published by Kadokawa under its Dengeki Moeoh imprint with the full supervision and support of ZUN. These stories have yet to be compiled in hardcover format.</i>",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/44466-pOZgCBX7OoZJ.jpg",
      "color": "#f1a150"
    },
    "startDate": {
      "year": 2003,
      "month": 12,
      "day": 4
    },
    "genres": ["Fantasy", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Shin Sukkuto Kitsune"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Takes place 3 years after the end of Sukkuto Kitsune. Jikka &amp; Tonau have twins, a boy named Tasuku and a girl named Kirie.   ",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14482.jpg",
      "color": "#6b1a1a"
    },
    "startDate": {
      "year": 2004,
      "month": 4,
      "day": 10
    },
    "genres": ["Horror", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Uchuu Kyoudai"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Two brothers looked to the starry skies as children and made a promise ... Now, in the year 2025, the younger brother, Hibito, is carrying his out. He is an astronaut who has been selected as a crew member for mankindâ€™s first long-term base on the moon. Meanwhile, the older brother, Mutta, has just been fired from his job and is unemployed, but decides to trust himself just one last time. A text message from Hibito sends him applying to be an astronaut too and shooting for the stars â€¦\n<br><br>(Source: Kodansha USA)\n<br><br>\n<i>Notes:<br> \n- Nominated for the 2nd and 3rd Manga Taisho Award <br>\n- Won the 56th Shogakukan Manga Award<br>\n- Won the 35th Kodansha Manga Award in the General Category.</i>\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44483-wrZppcXvhEfh.jpg",
      "color": "#e46b50"
    },
    "startDate": {
      "year": 2007,
      "month": 12,
      "day": 6
    },
    "genres": ["Sci-Fi", "Slice of Life"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "ACID TOWN"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "In a city where lawlessness rules, Yuki and his best friend Tetsu attempt to rob the headquarters of the local Seidoukai in order to steal money to pay for Yuki's little brother's hospital bill. The mission is a failure, but piques the interest of mob boss Kazutaka Hyodo. He offers Yuki a deal; come to visit him once a week, and he'll take care of his brother's fees. Yuki accepts this arrangement without question, and so makes his first visit...\n<br>\n<br>\n(Source: Tokyopop)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44498-vCyKYNwZP4Gj.jpg",
      "color": "#f1f1c9"
    },
    "startDate": {
      "year": 2008,
      "month": 3,
      "day": 22
    },
    "genres": ["Action", "Drama", "Psychological"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "K no Kouzu"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "The beginning of a love story set in a school for eccentric artists.<br><br>\nA college student majoring in science starts working part-time as a lecturer at an art-prep school.<br><br>\nImmediately, he catches the eye of the rough and wild sculpture teacher?!<br><br>\n(Source: Dangerous Pleasure)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14514.jpg",
      "color": "#f1935d"
    },
    "startDate": {
      "year": 2009,
      "month": 3,
      "day": 1
    },
    "genres": [],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Neko Musume Michikusa Nikki"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Follow the life of cat-girl Kurona and her friends as they meet other monsters, demons and spirits - learning how to deal with them...and with humans!\n",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/bx44597-nZjTTHE75S9b.jpg",
      "color": "#5093e4"
    },
    "startDate": {
      "year": 2008,
      "month": 6,
      "day": 1
    },
    "genres": ["Comedy", "Fantasy", "Slice of Life", "Supernatural"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Wilderness"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "Wilderness concerns several Japanese nationals on the run in Mexico, and is heavily inspired by Hong Kong action cinema and the films of Robert Rodriguez.<br><br>\n(Source: Wikipedia)",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14618.jpg",
      "color": "#ffa135"
    },
    "startDate": {
      "year": 2000,
      "month": 8,
      "day": 19
    },
    "genres": ["Action"],
    "countryOfOrigin": "JP"
  },
  {
    "title": {
      "romaji": "Witch Craft 109"
    },
    "format": "MANGA",
    "status": "RELEASING",
    "description": "The Magic World of Oz is in danger! Marion is an evil witch that's dominating the 109 kingdom. North Ypsilon is a white mage who goes down to Earth looking for the hero that will be able to defeat her. When he arrives to Japan, he stand in a Tokyo highschool where he meet Sorata, who somehow becomes the hero he's looking for...",
    "coverImage": {
      "medium": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/small/14649.jpg",
      "color": "#f15dae"
    },
    "startDate": {
      "year": 2006,
      "month": 1,
      "day": 1
    },
    "genres": ["Fantasy"],
    "countryOfOrigin": "JP"
  }
]
